{"Title": "Discovery of ammonia (9,6) masers in two high-mass star-forming regions", "Authors": "Y. T. Yan, C. Henkel, K. M. Menten, Y. Gong, J. Ott, T. L. Wilson, A. Wootten, A. Brunthaler, J. S. Zhang, J. L. Chen, K. Yang", "Abstract": "  Molecular maser lines are signposts of high-mass star formation, probing excitation and kinematics of very compact regions in the close environment of young stellar objects and providing useful targets for trigonometric parallax measurements. Only a few NH$_{3}$ (9,6) masers were known so far, and their origin is still poorly understood. Here we aim to find new NH$_{3}$ (9,6) masers to provide a better observational basis to study their role in high-mass star-forming regions. We carried out NH$_{3}$ (9,6) observations toward Cepheus A and G34.26$+$0.15 with the Effelsberg-100 m telescope and the Karl G. Janksy Very Large Array. We discovered new NH$_{3}$ (9,6) masers in Cep A and G34.26$+$0.25, which increases the number of high-mass star-forming regions hosting NH$_{3}$ (9,6) masers from five to seven. Long term monitoring (20 months) at Effelsberg shows that the intensity of the (9,6) maser in G34.26$+$0.25 is decreasing, while the Cep A maser remains stable. Compared to the Effelsberg data and assuming linear variations between the epochs of observation, the JVLA data indicate no missing flux. This suggests that the NH$_3$ (9,6) emission arises from single compact emission regions that are not resolved by the interferometric measurements. As JVLA imaging shows, the NH$_{3}$ (9,6) emission in Cep A originates from a sub-arcsecond sized region, slightly to the west of the peak position of the 1.36\\,cm continuum object, HW2. In G34.26$+$0.25, three NH$_{3}$ (9,6) maser spots are observed: one is close to the head of the cometary ultracompact \\h2 region C and the other two are emitted from a compact region to the west of the hypercompact \\h2 region A. The newly found (9,6) masers appear to be related to outflows. Higher angular resolution of JVLA and VLBI observations are needed to provide more accurate positions and constraints for pumping scenarios.      ", "Subject": "Astrophysics of Galaxies (astro-ph.GA)", "DOI": "arXiv:2201.00021", "Text": " Astronomy & Astrophysics manuscript no. mainArxiv ©ESO 2022January 19, 2022 Discovery of ammonia (9,6) masers in two high-mass star-formingregions4230\" C. HenkeEZ23) K. M. Menterl y. Gong (# #50 J. Or T. L. Wilson A. Wootterl4l A.Brunthalefl J. §. Zhang (3 22 KF J. L. Chen (fk RF) and K. Yang (4479/8 Y. T. Yan (3' Max-Planck-Institut fiir Radioastronomie, Auf dem Hiigel 69, 53121 Bonn, Germanye-mail: yyan@mpifr-bonn.mpg.deAstronomy Department, Faculty of Science, King Abdulaziz University, P.O. Box 80203, Jeddah 21589, Saudi ArabiaXinjiang Astronomical Observatory, Chinese Academy of Sciences, 830011 Urumqi, PR ChinaNational Radio Astronomy Observatory, 520 Edgemont Road, Charlottesville, VA 22903-2475, USACenter for Astrophysics, Guangzhou University, 510006 Guangzhou, People’s Republic of ChinaSchool of Astronomy and Space Science, Nanjing University, 163 Xianlin Avenue, Nanjing 210023, People’s Republic of ChinaKey Laboratory of Modern Astronomy and Astrophysics (Nanjing University), Ministry of Education, Nanjing 210023, People’sRepublic of ChinawaurkunReceived XXX; accepted YYYABSTRACTContext. Molecular maser lines are signposts of high-mass star formation, probing the excitation and kinematics of very compactregions in the close environment of young stellar objects and providing useful targets for trigonometric parallax measurements.Aims. Only a few NH; (9,6) masers are known so far, and their origin is still poorly understood. Here we aim to find new NH; (9,6)masers to provide a better observational basis for studying their role in high-mass star-forming regions.Methods. We carried out NH3 (9,6) observations toward Cepheus A and G34.26+0.15 with the Effelsberg 100-meter telescope (beamsize 49”) and the Karl G. Jansky Very Large Array (JVLA; beam size about 1/2).Results. We discovered new NH; (9,6) masers in Cep A and G34.26+0.25, which increases the number of known high-mass star-forming regions hosting NH; (9,6) masers from five to seven. Long-term monitoring (20 months) at Effelsberg shows that the intensityof the (9,6) maser in G34.26+0.25 is decreasing, while the Cep A maser remains stable. Compared to the Effelsberg data and assuminglinear variations between the epochs of observation, the JVLA data indicate no missing flux. This suggests that the NH; (9,6) emissionarises from single compact emission regions that are not resolved by the interferometric measurements. As JVLA imaging shows, theNH; (9,6) emission in Cep A originates from a sub-arcsecond-sized region, slightly to the west (0’’28 + 0’'10) of the peak positionof the 1.36cm continuum object, HW2. In G34.26+0.25, three NH; (9,6) maser spots are observed: one is close to the head of thecometary ultracompact H m region C, and the other two are emitted from a compact region to the west of the hypercompact H n regionA.Conclusions. The newly found (9,6) masers appear to be related to outflows. The higher angular resolution of JVLA and very longbaseline interferometry observations are needed to provide more accurate positions and constraints for pumping scenarios.Key words. Masers — ISM: clouds — ISM: individual objects: Cep A, G34.26+0.15 — ISM: Hu regions — Radio lines: ISM  1. Introduction 2007), NH3 (7,7), NH3 0.8). and NH; (12,12)Since its discovery more than five decades ago (Cheung et al.8), ammonia (NH3) has been a most valuable molecule for> investigating the physical properties of molecular clouds (e. g-,i\" [Ho_& Townes||T983). While thermally excited transitions inthe centimeter- wavelength inversion transitions of ammonia are5 Releley & Usgerechty as a reliable ALTORS [Dany at al of molecular clouds (e. g-,masers ee attracted attention since SS first detection of maseraction in the (J, K) = (3,3) metastable (J = K) line toward themassive star-forming region W33 (Wilson et al./1982). Subse-quent observations have led to the detection of new metastableammonia masers, including aN (6) (Mauersberger_et al          :2201.00021v2 [astro-ph.GA] 17 Jan 2022          {1986} 987a I[1988} [Wilson et al [1990] 1991Cesar ta 192 ison & Sh 93,ten{1994) Kraemer & Jackson} 1995{ |Z nang & HoflaI   BOTT Wang etal POI [Henkel etal OTS]Joys McEwen e al. 2016] Mis eta 2078~ Compared with theaoe ie ammonia masers, oad non-metastable (J > K)ammonia maser transitions are more numerous. The first highlyexcited non-metastable ammonia maser was detected by6) in the (J, K) = (9,6) and (6,3) lines. Thereafter,many other NH; non-metastable inversion transition lines havebeen identified as masers, including the (5,3), (5,4), (6,1), (6,2),PRS) for Astronomy and Astrophysics at the universities of Bonn and| (6,4), (6,5), (7,3), (7,4), (7,5) (7,6), (8,3), (8,4), (8,5), (8,6), (9,3),(9,4), (9,5), (9,7), (9,8), (10,7), (10,8), (10,9), and (11,9) transi-            Article number, page 1 of 10\fA&A proofs: manuscript no. mainArxiv[1988. Except for the NH3 (3,3)masers proposed to be associated with four supernova remnants(McEwen et al.[2016), almost all the other ammonia masers aredetected in high-mass star-forming regions (HMSFRs). How-ever, while many HMSFRs host water (HO), hydroxyl (OH),or methanol (CH3OH) masers, ammonia masers are quite rarein these sources, and the role that the environment of a younghigh-mass star plays in their excitation remains unclear. There-fore, dedicated searches for ammonia masers in HMSFRs areindispensable in regard to their overall incidence and associa-tion with different environments, which can provide additionalconstraints on the pumping mechanism of ammonia masers.So far, a total of 32 NH; inversion transitions (AK = 0and AJ = 0) have been identified as masers. Among these, anddespite arising from energy levels as high as 1090 K abovethe ground state, the NH3 (9,6) maser stands out as being thestrongest and most variable one in W51-IRS2 (e.g.,{Henkel et al.|(2013). Maser emission in this line has only been detected in fiveHMSFRs, W51, NGC7538, W49, DR21 (OH){1986}, and Sgr B2(N) (Mei et al.]2020). The NH3 (3,3) masersare thought to be collisionally excited (e.g.,[Mangum & Wootten||1994); in contrast, the pumping mecha-nism of NH; (9,6) masers is less well constrained{1986}. {Brown & Cragg] (1991) have studied ortho-ammonia andfound that it could possibly pump the (6,3) inversion line, butthey did not extend their model to the (9,6) transition due to thefact that collision rates are only known for inversion levels up toJ = 6 (e..,.Danby et al. 1988).NH (9,6) masers are found to be strongly variable, similar toHO masers (Madden etal [1986} Pratap et al [1997[2013). In WSI-IRS2, (2013) found that the (9,6)line showed significant variation in line shape within a time in-terval of only two days. Mapping of the (9,6) maser toward W51with very long baseline interferometry (VLBI) suggests that themasers are closer to the H2O masers than to the OH masers orto ultracompact (UC) Hn regions (Pratap et al. . Whileand’ (2015) showed that the SiOand NH; masers in W51-IRS2 are very close to each other, theirpositions, differing by 0/065 (~0.015 pc), do not fully coincide.In this paper we report the discovery of NH3 (9,6) masersin two HMSFRs, Cepheus A and G34.26+0.15. This increasesthe number of (9,6) maser detections in our Galaxy from fiveto seven. In Sect. 2] observations with the Effelsberg 100-metertelescope and the Karl G. Jansky Very Large Array (JVLA) aredescribed. Results are presented in Sect. 3] The morphology ofCep A and G34.26+0.15 as well as a comparison of the emissiondistributions of different tracers with the NH; (9,6) masers arepresented in Sect.[4] Our main results are summarized in Sect.[5} 2. Observations and data reduction2.1. Effelsberg observations and data reductionThe NH3 (9,6) line was observed toward Cep_A andG34.26+0.15 with the 100-meter Effelsberg telescopd)] in 2020January and 2021 February, July, and August. The $14mm dou-ble beam secondary focus receiver was employed. The full widthat half maximum (FWHM) beam size is 49” at 18.5 GHz, thefrequency of the target line. The observations were performed inposition switching mode, and the off position was 10’ in azimuth' Based on observations with the 100-meter telescope of the MPIfR(Max-Planck-Institut fiir Radioastronomie) at Effelsberg.Article number, page 2 of 10away from the source. For observations made before 2021 Au-gust, we used a spectrometer that covered 2 GHz wide backendswith a channel width of 38.1 kHz, corresponding to ~0.62 km s~!at the line’s rest frequency, 18.49939 GHz[1975). A high spectral resolution backend with 65536 channelsand a bandwidth of 300 MHz was employed in 2021 August,providing a channel width of 0.07 km s~! at 18.5 GHz. Point-ing was checked every 2 hours using 3C 286 or NGC 7027.Focus calibrations were done at the beginning of the observa-tions and during sunset and sunrise toward the abovementionedpointing sources. The system temperatures were 100-130 K ona main-beam brightness temperature, Typ, scale. This flux den-sity was calibrated assuming a Typ/S ratio of 1.95 K/Jy, derivedfrom continuum cross scans of NGC 7027 (the flux density wasadopted from|Ott et al-J1994). Calibration uncertainties are esti-mated to be ~ 10%.We used the GILDAS/CLASY| package to re-duce the spectral line data. A first-order polynomial was sub-tracted from each spectrum for baseline removal. 2.2. JVLA observations and data reductionObservations of the NH3 (9,6) line toward Cep A andG34.26+0.15 were obtained on 2021 July 13 with the JVLAof the National Radio Astronomy Observatory] (NRAO) in theC configuration (project ID: 21A-157, PI: Yaoting Yan). Weemployed 27 antennas for the observations. The primary beamof the JVLA antennas is 150’ (FWHM) at 18.5 GHz. A mix-ture of mixed three-bit and eight-bit samplers were used to per-form the observations. For the NH3 (9,6) line observations, weused one subband with the eight-bit sampler covering a band-width of 16 MHz with full polarization, eight recirculations, andfour baseline board pairs (BIBPs) to provide a velocity rangeof 260 km s~! with a channel spacing of 0.13 km s~!. Twoadditional subbands of bandwidth 16 MHz were used to coverthe NH3 (8,5) and (10,7) lines. The three-bit sampler with 32subbands, each with a bandwidth of 128 MHz to cover a to-tal range of 4 GHz between 20-24 GHz, was used to mea-sure the continuum emission. 3C 286 with a flux density of2.89 Jy at 18.5 GHz (Perley & Butler|/2013) was used as acalibrator for pointing, flux density, bandpass, and polarization.J2230+6946 and J1851+0035 served as gain calibrators for CepA and G34.26+0.15, respectively. The on-source times were430° and 4’\"50° toward Cep A and G34.26+0.15, respectively.Data from two antennas were lost due to technical is-sues. The data from the remaining 25 antennas were reducedthrough the Common Astronomy Software Applications pack-age (CASAt| [McMullin et al.|2007). We calibrated the data withthe JVLA CASA calibration pipeline using CASA 6.1.2. Theresults were obtained after flagging data that contain artifacts.We inspected the phase, amplitude, and bandpass variations ofthe calibrated visibility data to search for additional artifacts be-fore imaging. Then, the uvcontsub task in CASA was used toseparate the calibrated visibilities into two parts, one with line-only data and the other with the continuum data. The tclean taskwith a cell size of 02 and Briggs weighting with robust=0 wasused to produce the images of spectral line and continuum emis-sion. The synthesized beams for NH3 (9,6) are 1’'47 x 0°99 at2 https://www.iram.fr/IRAMFR/GILDAS/3 The National Radio Astronomy Observatory is a facility of the Na-tional Science Foundation operated under cooperative agreement by As-sociated Universities, Inc.4 https://casa.nrao.edu/\fY. T. Yan (141 #2 f&) et al.: Discovery of ammonia (9,6) masers in two high-mass star-forming regionsP.A. = 58°79 and 133 x 106 at P.A. = 5°36 toward Cep Aand G34.26+0.15, respectively. For the 1.36cm (20-24 GHz)continuum emission, the synthesized beams are 1’/08 x 0/67 atP.A. = 60°64 and 095 x 071 at P.A. = 5°91 toward Cep A andG34.26+0.15. The typical absolute astrometric accuracy of theJVLA is ~10% of the synthesized bean The flux density scalecalibration accuracy is estimated to be within 15%. 0.6                   rl T 0.304-Jan-2020       O26             634.26+40.19,|, £ Effelsberg |cE || —c         t11-Feb-2021 E Effelsberg 'II  iwll tt15-Feb-202 E esfelsberg                    tyf atTyensityE-uVLaFlux d  E Effelsberg                Velocity (km/s)Velocity (km/s)Fig. 1. Spectra from NH; (9,6) transition lines. Left: Top to bottom:Time sequence of NH; (9,6) profiles observed toward Cep A with theEffelsberg 100-meter telescope (after subtracting a first-order polyno-mial baseline). A JVLA spectrum is interspersed. The systemic veloc-ity from CO and HCO* lines is indicated by a dashed blue line. Thetwo dashed red lines at LSR velocities, Visr, of —0.90 km s~! and—0.28 km s7! indicate the central velocities of the two major compo-nents. Right: NH; (9,6) spectra from G34.26+0.15. The systemic ve-locity from C!70 is indicated by a dashed blue line. The three dashedred lines at Visp = 54.1 km s~!, 55.8 km s~!, and 62.5 km s~! show thecentral velocities of the main ammonia emission components. 3. ResultsThe spectra from different epochs are shown in Figs. [i] and 2}Toward Cep A, the NH3 (9,6) line profile from the JVLA is ex-tracted from an Effelsberg-beam-sized region (FWHM, 49”). Inthe case of G34.26+0.15, the NH; spectrum is below the noiselevel if a similarly large beam size is used. Therefore, we de-rived the JVLA NH3 (9,6) spectrum from a smaller region, withradius 3’’5, that contains all the detected NH3 (9,6) emission. InTable the observed NH; (9,6) line parameters obtained byGaussian fits are listed. NH3 (8,5) and (10,7) emission is not de-tected by our JVLA observations. The 3c upper limits for theNHsg (8,5) and (10,7) lines toward Cep A are 23.2 mJy beam™! > https://science.nrao.edu/facilities/vla/docs/manuals/oss/performance-/positional-accuracy      fe         > Chee           ocity (km/s)Fig. 2. NH3 (9,6) line profiles emphasizing, in contrast to the spectrain Fig. [I] weaker features. Cep A spectra are presented on the left,G34.26+0.15 spectra on the right. The two dashed red lines in the leftpanels indicate Vi sr = 1.48 km s~! and 2.89 km s7!. In the right panels,the two dashed red lines refer to 54.1 km s~! and 55.8 km s7!.and 27.2 mJy beam“!, respectively. In G34.26+0.15, the corre-sponding 30 upper limits for the NH; (8,5) and (10,7) lines are22.1 mJy beam\"! and 30.4 mJy beam™!. For both sources, sen-sitivity levels refer to emission from a single channel of width0.13 km s7!. Taking the larger measured line widths of the (9,6)maser features (see Table[A. 1), these limits could be further low-ered by factors of two to four.3.1. Centimeter-continuum emissionThe 1.36cm continuum, derived from our JVLA observations,toward Cep A is presented in Fig. [3| Six published compactsources, HW2, HW3a, HW3b, HW3c, HW3d, and HW9, are de-tected in our observations. Figure [4] shows the 1.36cm contin-uum in G34.26+0.15. Three main continuum objects, A, B, andC, are detected. By using the imfit task in CASA, we measuredthe continuum flux at 1.36 cm toward individual compact sourcecomponents in Cep A and G34.26+0.15. Details are given in Ta-ble[A.2]3.2. NH; (9,6) emission in Cep AIn 2020 January, NH3 (9,6) emission with a peak flux density of0.67 + 0.07 Jy was first detected with the Effelsberg 100-metertelescope in Cep A. Emission with similar strength was also de-tected in 2021 February and August with the same telescope.Higher velocity resolution data, which were obtained in 2021August, again with the Effelsberg 100-meter telescope, showthat the (9,6) emission contains two main velocity components.Overall, the flux densities of the NH3 (9,6) emission line mea-sured with the Effelsberg 100-meter telescope are, within the cal-ibration uncertainties, unchanged. This is valid for the time inter-val between 2020 January and August 2021, when we smoothedthe obtained spectra to the same velocity resolution. We alsosee another two weaker components. Figure[2|emphasizes theseweak components with an expanded flux density scale.Higher angular resolution data from the JVLA pinpoint theposition of the NH3 (9,6) emission with an offset of (—0//28,0’'02) relative to the 1.36cm continuum peak of Cep A HW2(Fig. Bp. The deconvolved NH3 (9,6) component size is (0/29 +0715) x (019 + 014) at P.A. = 174°, derived with the imfit taskin CASA, and can thus be considered, accounting for the uncer-tainties, as unresolved.Article number, page 3 of 10\fA&A proofs: manuscript no. mainArxivNH (9,6)DEC offset (arcsec)RA offset (arcsec)  DEC_oftset (arcsec)Velocity (km s“)20RA offset (arcsec)Fig. 3. Cepheus A. White contours mark the 1.36cm JVLA continuum map of Cep A; levels are —5, 5, 10, 20, 30, 40, 50, 70, 90,and 110 x 0.125 mJy beam™!. The_background image is the Spitzer 4.5m eSurvey Extraordinaire (GLIMPSE; [Benjamin eval] 2003) [Churchwell et al.ission, taken from the Galactic Legacy Infrared Mid-Plane. The reference position is @999 = 22°56\"17:972, and   632000 = 62°01'49’'587, the peak position of the continuum map, is marked with a black cross. Slightly to the west of the cross is the blackurple star at its center. OHobolev et al! >artkiewicz et al. , H,0 and CH3OH (Sanna et al./2017) masers are presented as diamonds, circles, and squares, respectively. The color bar on the right-hand side indicates      ellipse denoting the position of the NH; (9,6) emission with athe LSR velocity range of the maser spots.* we)6] BL ovo252 A1 O4 2 ° 2 4RA offset (arcsec) Velocity (km s“)  24 22 20 18 16 14 12 10RA offset (arcsec)Fig. 4. 1.36cm JVLA continuum map of G34.26+0.15 presented as white contours with levels of —5, 5, 10, 20, 30, 40, 50, 70, 90, 110, 130,150, 180, and 200 x 5.0 mJy beam™!. The background image is the Spitzer 4.5 ym emission, taken from GLIMPSE. The referenceosition is@y2909 = 18\"53™188560, and 5j2900 = 01° 14’58’/201, the peak position, is marked by a black cross. The black ellipses show the positions of NH;(9,6) emissions with stars at their center (i.e., M1, M2, and M3). OH (Zheng et al.]2000), HO (Imai et al.]2011), and CH3OH (Bartkiewicz et al.|2016) masers are presented as diamonds, circles, and squares, respectively. The color bar indicates the velocity range (Visr) of maser spots.In view of the constancy of the flux densities obtained at Ef-felsberg and the similar JVLA flux density, measured in 2021July, there is no missing interferometric flux density in the JVLAdata.3.3. NH; (9,6) emission in G34.26+0.15The NH3 (9,6) emission was first detected toward G34.26+0.15in 2020 January with the Effelsberg 100-meter telescope. HigherArticle number, page 4 of 10 velocity resolution data from 2021 August show the NH; (9,6)emission to be composed of two different components. The spec-tra of weak components on a smaller flux density scale are pre-sented in Fig. [2]Three different locations showing NH3 (9,6) emission arefound toward G34.26+0.15 (Fig. [4p. The deconvolved NH3 (9,6)component sizes are (1’’42 + 0’’43) x (054 + 062) at P.A. = 97°(M1), (0’'42 + 027) x (015 + 027) at P.A. = 150° (M2), and\fY. T. Yan (141 #2 f&) et al.: Discovery of ammonia (9,6) masers in two high-mass star-forming regions(117 + 034) x (027 + 0°46) at P.A. = 53° (M3) and are thuscomparable to or smaller than the beam size.Overall, the NH; (9,6) line from G34.26+0.15 weakenedduring the time interval from 2020 January to 2021 August byabout 70%. A comparison between the JVLA spectrum and theEffelsberg data, assuming a linear decrease in the integrated in-tensity as a function of time between different epochs of the100-meter observations, suggests there is no missing flux in theJVLA data. This is similar to the situation in Cep A.4. Discussion4.1. Morphology of Cep A and G34.26+0.15Cep A, at a trigonometric parallax distance of 0.70+0.04 kpe(Moscadelli et al.[2005} [Dzib et al. 2011}, is the second closestHMSER (after Orion) and by far the closest NH3 (9,6) maserknown. About 16 compact (~1”) radio sources (e.g.,[Hughes &|Wouterloot||1984} |Hughes||1991} |Garay et al.|/1996) have beenTomine cep (1984) discoveredthese targets at radio wavelengths, which are UC and hypercom-pact (HC) Hu regions and/or stellar wind sources, subsequentlynamed as HW sources. The HW2 object is one of the best knownexamples of a protostellar jet or disk system driving a powerful  The observed NH3 (9,6) emission is slightly offset (—0/28, 0/02)from the center of HW2 (see Fig.[3).G34.26+0.15 is an HMSFR located at a distance of 3.3 kpc(Kuchar & Banial 1994). It hosts four radio continuum compo-nents named A, B, C, and D. Component C is a prototypicalcometary UC Hn region containing a compact head and a diffusetail that extends from east to west (e.g.,[Reid & Ho]1985|1986 2004} |Sewito et al.]2011). ComponentsA and B are HCHC Hu regions, located to the east of componentC. An extended ring-like Hm region, called component D, is lo-cated southeast of components A-C. One of the three observedNH; (9,6) emission line sources, M1, is close to the head of com-ponent C, whereas M2 and M3 originate from another compactregion in the west of the HC Hm component A (see Fig. (4p.4.2. NH; (9,6) emission possibly caused by maser actionAs shown in Fig. fi the NH; (9,6) profiles in Cep A andG34.26+0.15 are narrow (AVj/2 <2.0 km s~!), much narrowerthan the expected line widths (24 km s~!) of thermal lines ob-served at a similar angular resolution (e.g.,986|{1993||1999| Henkel et al.|1987}|Comito et al.|2007|/Mook--Ve-locity shifts with respect to the systemic velocities of the twosources are both observed, that is, V ~10 km s7! in Cep A andV ~4km s\"! in G34.26+0.15 (see details in Sect.[4.3). Further-more, time variability is observed in the case of G34.26+0.15,which is also a characteristic feature of maser emission.Additional evidence of their maser nature is the high bright-ness temperatures of the (9,6) emission spots toward Cep A andG34.26+0.15. The spectral parameters are listed in Table [A.3]Because at least a significant part of the NH3 (9,6) emissionis not resolved by our JVLA observations, the derived bright-ness temperatures are only lower limits. Nevertheless, the lowerlimits on the brightness temperature are >800 K in Cep A (seeTable [A-3), which is much higher than the expected thermalgas temperature of ~250 K (e.g., [Patel et al.|/2005}2018). This strongly suggests that                     the NH; (9,6) emission in Cep A is due to maser action. Be-cause G34.26+0.15 is located at about five times the distance toCep A, beam dilution effects reduce the lower main beam bright-ness temperature limit to 400 K in G34.26+0.15 (M2) (see Ta-ble[A.3). We also note that the luminosity of the NH3 (9,6) emis-sion in G34.26+0.15 is higher than or comparable to that in CepA, depending on the epoch of our observations.Finally, the non-detections of the (8,5) and (10,7) lines alsoindicate that the (9,6) line is special. This allows us to derivelower 3c limits of the (9,6)/(8,5) and (9,6)/(10,7) line intensityratios. The (9,6) line arises from ortho-NH3 (K = 3n), whereasthe NH; (8,5) and (10,7) lines are para-NH; (K # 3n) lines.The minimum ortho-to-para ratios are in the range 12—42 and 1-8 toward Cep A and G34.26+0.15, respectively. The statisticalweights for the ortho states are twice as large as those for thepara sates (eg. [Umemoto et al 1999) God etal 201 I} Menkel2013). In Cep A, the line intensity ratios are far higher thanthis factor of two. Thus, at least in Cep A the higher main beambrightness peak temperature of the (9,6) emission is caused bymaser action, perhaps involving exponential amplification, andthe case of G34.26+0.15 is likely similar. 4.3. Comparison of NH; (9,6) masers with previouslypublished (quasi-)thermal NH3; emissionThe metastable (1,1), (2,2), (3,3), and (4,4) ammonia linesshow thermal emission toward Cep A over a velocity range of“13 kms\"! < Vien < 4 km ~! (Brown et al|1981| (Giisten|et al.[1984} Torrelles et al. [1985 1986}|1993}|1999). An averageNH; column density of ~5x10'° cm~ was estimated for a regionof 3” around HW2 (Torrelles et al.]1999). This high NH3 abun-dance could provide a suitable environment for maser species.Large line widths (AV, ;2 ~7.0 km a) with Visp ~ -10kms7!in both (1,1) and (2,2) lines were found toward HW2fet al.[1993). The velocity is similar to the cloud’s systemic lo-cal standard of rest (LSR) velocity of —11.2 km s~!, whichis based on CO (Narayanan & Walker||1996) and HCO* ob-servations (Gémez et al.|/1999). Our (9,6) maser is redshifted(-0.9 kms! < Visg <2.9 km s~!) and shares positions withthe outflowing gas seen in CO and HCO* with similarly red-shifted velocities. Therefore, we argue that the (9,6) masers arerelated to outflowing gas.In G34.26+0.15, a large NH; column density,10!85+02 em-?, and a kinetic temperature of 225+75 Kwere derived by based on measurementsof 15 NH; inversion transitions in the frequency range of22.0-26.0 GHz. These did not include the (9,6) transition.While these lines were measured with a beam size of about40’, a comparison of the peak intensities of the optically thicklines with the kinetic temperature reveals the size of the hot,ammonia-emitting core to be only ~2.5”. All those measuredNH; lines were quasi-thermal and had LSR velocities of~ 58.5 km s“!, close to the systemic velocity of ~ 58.1 km s7!obtained from C!70 observations (Wyrowski et al] 2012).Their line widths (AVj;2 >3.6 km s“') are larger than whatwe find (0.35 km s7! < AVi/2 < 0.94 km s~!) for each (9,6)maser component (see details in Table . In all, we mayhave observed four different (9,6) velocity features. Threeare blueshifted at Visp ~~ 53.8 km s7!, 55.8 km s7!, and56.8 km s~!, and a fourth, tentatively detected, at 62.5 kms\"!.This tentative redshifted feature was only potentially detectedwith Effelsberg in 2020 January. The velocity is similar to thatof the JVLA measurements on the NH3 (1,1) absorption lineagainst continuum source C (~ 7” resolution; {Keto et al.|1987)Article number, page 5 of 10  \fA&A proofs: manuscript no. mainArxivand the NH3 (3,3) emission surrounding continuum source B aswell as the head of C (174x172 resolution; {Heaton et al.]1989p.However, we did not find this redshifted component in ourJVLA observations. Therefore, its position within G34.26+0.15cannot be determined. The blueshifted (9,6) masers with avelocity range of 53.8-56.8 km s~! (M1, M2, and M3) showvelocities compatible with those of the NH3 (3,3) emission atthe proper positions (Heaton et _al.|1989), which might be asuitable environment for maser species.4.4. Comparison of NH; (9,6) masers with other maser linesTo characterize the environment of NH3 (9,6) masers, we cancompare their positions with respect to those of other maserspecies (i.e., OH, H2O, and CH30H). Toward Cep A HW2,many CH;OH (e.g... Menten]T99T; [Sugiyama et al.|2008fet al.|/2017) and H2O maser spots (e.g.,|Torrelles et al.|]1998Sobolev et al. bolev et al.J2018) are detected and are associated withits disk. (2018) also found that most of the H2Omaser flux is associated with the compact Hm region HW3d. OHmaser features close to the Hu regions are also seen in HW2(e.g., (Cohen & Brebner' 1985} Bartkiewicz et al. 2005p. Thesethree Kinds of masers in Cep ave a large velocity range of-25 kms\"! < Visg_ < —2 kms\"! and are widespread aroundHW2 and HW3, while NH; (9,6) emission is only detected at-0.9 kms\"! < Visrp <2.9 km s~! toward a sub-arcsecond-sized region to the west of the peak continuum position of HW2(see Fig. Bp. This suggests that the NH3 (9,6) maser in Cep Ais unique and not related to maser spots seen in other molecularspecies.In G34.26+0.15, OH (Zheng et al./2000), H2O{2011), and CH30H (Bartkiewicz et al.]2016) masers have beendetected east of source C (Fig. |4), and none of them coincideswith the head of C. The NH3 (9,6) maser M1 is also foundslightly off the head of source C. This could suggest that M1is powered by continuum source C or by an outflow. Near com-ponent B, there are some OH and CH30H masers but no HOor NH3 masers. A group of HO masers, well-known tracersof outflows, with a large velocity distribution of 43 km s~! <Vise <54 km s\"!, was found to the west of the centimeter-continuum source A and close to the peak of the millimeter-continuum emission (see details in our Fig.[A.2Jand also in Fig. 5of |Imai et al.[2011). The closeness of NH (9,6) maser spots M2and M3 to this group of water masers and their similar velocitiesagain suggest an association of NH3 (9,6) masers with outflowactivity. 4.5. Constraints on pumping scenariosOur observations have resulted in the detection of NH3 (9,6)masers in Cep A and G34.26+0.15. The new detections couldprovide additional constraints on the maser line’s pumpingmechanism. As mentioned in Sect.}1} the pumping mechanismof the (9,6) maser is unclear (Madden et al.||1986}(Cragg/1991). Previous studies have suggested that there are threemain pumping scenarios to explain the observed NH3 maserlines (Madden et a.|T986} [Henkel et al 2013): (1) infrared ra-diation from the dust continuum emission, (2) line overlap, and(3) collisional pumping.For the first mechanism, infrared photons near 10 ym areneeded for vibrational excitation. The high dust temperature(~300 K) of W51-IRS2 can provide substantial infrared pho-tons near 10 ym, which is used for radiative pumpingArticle number, page 6 of 10fet al.[2013). Both Cep A and G34.26+0.15 have similar kinetictemperatures of 2200 K (Henkel et al.|)1987 20052018). This suggests thathigh kinetic temperatures are needed to excite NH3 (9,6) masers.However, it should be noted that the silicate dust absorption fea-ture might dominate at 10 ym (see the spectral energy distribu-tion of Cep A in|De Buizer et al.|2017). Additionally, there isno bright infrared emission around the two (9,6) masers, M2 andM3, in G34.26+0.15 (see Fig. [4] see also Fig. 11 in{De Buizer|fet al. [2003] for a 10.5 wm map). This indicates that the pumpingmechanism via infrared photons near 10 zm may not be viableto explain the (9,6) masers in Cep A and G34.26+0.15. Further-more, {Wilson & Schilke|{1993) argued that radiative pumping bydust emission tends to excite multiple adjacent ammonia masertransitions, which appears to contradict our failure to detect theadjacent (8,5) and (10,7) lines (with respect to quantum numbersand frequency) and to only measure the (9,6) transitions in CepA and G34.26+0.15. Therefore, we suggest that infrared radia-tion from dust is not the main pumping source.suggested that there might be someline overlaps between the rotational NH; transitions in the far-infrared band. However, this would be unlikely to affect only the(9,6) line. Nevertheless, far-infrared spectral observations willbe needed to clarify this scenario.Based on our observations, the (9,6) maser spots are closeto, but not coincident with, the peaks of the radio continuumemission in Cep A and G34.26+0.25. Furthermore, the (9,6)masers show velocity offsets with respect to their systemic ve-locities. This indicates that the (9,6) masers are located at thebase of outflows, similar to the HO masers. This is supportedby VLBI observations that show that (9,6) masers tend to beclosely associated with H2O masers (Pratap ct atte). The ob-served time variability in G34.26+0.25 and W51-IRS2 can alsobe attributed to episodic molecular outflows. This indicates thatcollisional pumping could be the driver of the (9,6) maser. Onthe other hand, collisional pumping has been successfully usedto explain the NH (3,3) maser (Walmsley & Ungerechts]1983|        1990}|Mangum & Wootten . Collisions tend topump from the K=0 level to the K=3 level with parity changes,that is, the upper level of the (3,3) metastable transition will beoverpopulated. NH; (9,6) arises from the ortho species, so a sim-ilar mechanism might also occur in the case of the (9,6) transi-tion. Further measurements of collisional rates of ammonia willallow us to test this scenario.5. SummaryWe report the discovery of NH3 (9,6) masers in two HMSFRs,Cep A and G34.26+0.15. The narrow line width of the emis-sion features (AV, ;2 <2.0km s~!) and their high brightness tem-peratures (> 400 K) indicate the maser nature of the lines.The intensity of the (9,6) maser in G34.26+0.25 is decreasingwith time, while toward Cep A the maser is stable based on 20months of monitoring at Effelsberg. Linearly interpolating theintegrated intensities obtained at Effelsberg as a function of time,the JVLA measurements show that there is no missing flux den-sity on scales on the order of 1.2 arcsec (4 x 103 and 2 x107? pe)to the total single-dish flux. The JVLA-detected emission in-dicates that the NH3 (9,6) maser in Cep A originates from asub-arcsecond-sized region slightly (028 + 0/10) to the westof the peak position of the 1.36cm continuum object, HW2. InG34.26+0.25, three NH3 (9,6) maser spots are observed: one isclose to the head of the cometary UC Hu region C, and the othertwo are emitted from a compact region to the west of the HC Hu\fY. T. Yan (141 #2 f&) et al.: Discovery of ammonia (9,6) masers in two high-mass star-forming regionsregion A. We suggest that the (9,6) masers may be connected tooutflowing gas. Higher angular resolution JVLA and VLBI ob-servations are planned to provide more accurate positions andconstraints on pumping scenarios.Acknowledgements. We would like to thank the anonymous referee for the use-ful comments that improve the manuscript. Y.T.Y. is a member of the Interna-tional Max Planck Research School (IMPRS) for Astronomy and Astrophysicsat the Universities of Bonn and Cologne. Y.T.Y. would like to thank the ChinaScholarship Council (CSC) for its support. We would like to thank the staff atthe Effelsberg for their help provided during the observations. We thank the staffof the JVLA, especially Tony Perreault and Edward Starr, for their assistancewith the observations and data reduction. This research has made use of theNASA/IPAC Infrared Science Archive, which is funded by the National Aero-nautics and Space Administration and operated by the California Institute ofTechnology.ReferencesBartkiewicz, A., Szymczak, M., Cohen, R. J., & Richards, A. M. S. 2005, MN-RAS, 361, 623Bartkiewicz, A., Szymezak, M., & van Langevelde, H. J. 2016, A&A, 587, A104Benjamin, R. A., Churchwell, E., Babler, B. L., et al. 2003, PASP, 115, 953Beuther, H., Mottram, J. C., Ahmadi, A., et al. 2018, A&A, 617, A100Beuther, H., Walsh, A. J., Thorwirth, S., et al. 2007, A&A, 466, 989Brogan, C. L., Hunter, T. R., Cyganowski, C. J., et al. 2011, ApJ, 739, L16Brown, A. T., Little, L. T., MacDonald, G. H., Riley, P. W., & Matheson, D. N.1981, MNRAS, 195, 607Brown, R. D. & Cragg, D. M. 1991, ApJ, 378, 445Carrasco-Gonzalez, C., Sanna, A., Rodriguez-Kamenetzky, A., et al. 2021, ApJ,914,L1Cesaroni, R., Walmsley, C. M., & Churchwell, E. 1992, A&A, 256, 618Cheung, A. C., Rank, D. M., Townes, C. H., Thornton, D. D., & Welch, W. J.1968, Phys. Rev. Lett., 21, 1701Churchwell, E., Babler, B. L., Meade, M. R., et al. 2009, PASP, 121, 213Cohen, R. J. & Brebner, G. C. 1985, MNRAS, 216, 51PComito, C., Schilke, P., Endesfelder, U., Jiménez-Serra, I., & Martin-Pintado, J.2007, A&A, 469, 207Curiel, S., Ho, P. T. P., Patel, N. A., et al. 2006, ApJ, 638, 878Danby, G., Flower, D. R., Valiron, P., Schilke, P., & Walmsley, C. M. 1988,MNRAS, 235, 229De Buizer, J. M., Liu, M., Tan, J. C., et al. 2017, ApJ, 843, 33De Buizer, J. M., Radomski, J. T., Telesco, C. M., & Piiia, R. K. 2003, ApJ, 598,1127Dzib, S., Loinard, L., Rodriguez, L. F., Mioduszewski, A. J., & Torres, R. M.2011, ApJ, 733, 71Flower, D. R., Offer, A., & Schilke, P. 1990, MNRAS, 244, 4PGalvan-Madrid, R., Keto, E., Zhang, Q., et al. 2009, ApJ, 706, 1036Garay, G., Ramirez, S., Rodriguez, L. F., Curiel, S., & Torrelles, J. M. 1996, ApJ,459, 193Garay, G., Rodriguez, L. F., & van Gorkom, J. H. 1986, ApJ, 309, 553Gaume, R. A., Wilson, T. L., & Johnston, K. J. 1996, ApJ, 457, L47Goddi, C., Greenhill, L. J., Humphreys, E. M. L., Chandler, C. J., & Matthews,L. D. 2011, ApJ, 739, L13Goddi, C., Henkel, C., Zhang, Q., Zapata, L., & Wilson, T. L. 2015, A&A, 573,A109Gomez, J. F., Sargent, A. L., Torrelles, J. M., et al. 1999, ApJ, 514, 287Giisten, R., Chini, R., & Neckel, T. 1984, A&A, 138, 205Heaton, B. D., Little, L. T., & Bishop, I. S. 1989, A&A, 213, 148Henkel, C., Wilson, T. L., Asiri, H., & Mauersberger, R. 2013, A&A, 549, A90Henkel, C., Wilson, T. L., & Mauersberger, R. 1987, A&A, 182, 137Ho, P. T. P. & Townes, C. H. 1983, ARA&A, 21, 239Hoffman, I. M. & Joyce, S. A. 2014, ApJ, 782, 83Hogge, T. G., Jackson, J. M., Allingham, D., et al. 2019, ApJ, 887, 79Hughes, V. A. 1991, ApJ, 383, 280Hughes, V. A. & Wouterloot, J. G. A. 1984, ApJ, 276, 204Hunter, T. R., Brogan, C. L., Indebetouw, R., & Cyganowski, C. J. 2008, ApJ,680, 1271Imai, H., Omi, R., Kurayama, T., et al. 2011, PASJ, 63, 1293Keto, E. R., Ho, P. T. P., & Reid, M. J. 1987, ApJ, 323, L117Kraemer, K. E. & Jackson, J. M. 1995, ApJ, 439, L9Kuchar, T. A. & Bania, T. M. 1994, ApJ, 436, 117Madden, S. C., Irvine, W. M., Matthews, H. E., Brown, R. D., & Godfrey, P. D.1986, ApJ, 300, L79Mangum, J. G. & Wootten, A. 1994, ApJ, 428, L33Mauersberger, R., Henkel, C., & Wilson, T. L. 1987, A&A, 173, 352Mauersberger, R., Wilson, T. L., & Henkel, C. 1986, A&A, 160, L13Mauersberger, R., Wilson, T. L., & Henkel, C. 1988, A&A, 201, 123McEwen, B. C., Pihlstrém, Y. M., & Sjouwerman, L. O. 2016, ApJ, 826, 189McMullin, J. P., Waters, B., Schiebel, D., Young, W., & Golap, K. 2007, in As-tronomical Society of the Pacific Conference Series, Vol. 376, AstronomicalData Analysis Software and Systems XVI, ed. R. A. Shaw, F. Hill, & D. J.Bell, 127Mei, Y., Chen, X., Shen, Z.-Q., & Li, B. 2020, ApJ, 898, 157Menten, K. M. 1991, ApJ, 380, L75Mills, E. A. C., Ginsburg, A., Clements, A. R., et al. 2018, ApJ, 869, L14Mookerjea, B., Casper, E., Mundy, L. G., & Looney, L. W. 2007, ApJ, 659, 447Moscadelli, L., Reid, M. J., Menten, K. M., et al. 2009, ApJ, 693, 406Narayanan, G. & Walker, C. K. 1996, ApJ, 466, 844Ott, M., Witzel, A., Quirrenbach, A., et al. 1994, A&A, 284, 331Patel, N. A., Curiel, S., Sridharan, T. K., et al. 2005, Nature, 437, 109Perley, R. A. & Butler, B. J. 2013, ApJS, 204, 19Pety, J. 2005, in SF2A-2005: Semaine de I’ Astrophysique Francaise, ed. F. Ca-soli, T. Contini, J. M. Hameury, & L. Pagani, 721Poynter, R. L. & Kakar, R. K. 1975, ApJS, 29, 87Pratap, P., Menten, K. M., Reid, M. J., Moran, J. M., & Walmsley, C. M. 1991,ApJ, 373, L13Reid, M. J. & Ho, P. T. P. 1985, ApJ, 288, L17Rodriguez, L. F., Ho, P. T. P., & Moran, J. M. 1980, ApJ, 240, L149Sanna, A., Moscadelli, L., Surcis, G., et al. 2017, A&A, 603, A94Sewilo, M., Churchwell, E., Kurtz, S., Goss, W. M., & Hofner, P. 2004, ApJ,605, 285Sewilo, M., Churchwell, E., Kurtz, S., Goss, W. M., & Hofner, P. 2011, ApJS,194, 44Sobolev, A. M., Moran, J. M., Gray, M. D., et al. 2018, ApJ, 856, 60Sugiyama, K., Fujisawa, K., Doi, A., et al. 2008, PASJ, 60, 1001Torrelles, J. M., Gémez, J. F., Garay, G., et al. 1998, ApJ, 509, 262Torrelles, J. M., Gémez, J. F., Garay, G., et al. 1999, MNRAS, 307, 58Torrelles, J. M., Ho, P. T. P., Rodriguez, L. F., & Canto, J. 1985, ApJ, 288, 595Torrelles, J. M., Ho, P. T. P., Rodriguez, L. F., & Canto, J. 1986, ApJ, 305, 721Torrelles, J. M., Patel, N. A., Curiel, S., et al. 2011, MNRAS, 410, 627Torrelles, J. M., Verdes-Montenegro, L., Ho, P. T. P., Rodriguez, L. F., & Canto,J. 1993, ApJ, 410, 202Towner, A. P. M., Brogan, C. L., Hunter, T. R., & Cyganowski, C. J. 2021, ApJ,923, 263Umemoto, T., Mikami, H., Yamamoto, S., & Hirano, N. 1999, ApJ, 525, L105Urquhart, J. S., Morgan, L. K., Figura, C. C., et al. 2011, MNRAS, 418, 1689Walmsley, C. M. & Ungerechts, H. 1983, A&A, 122, 164Walsh, A. J., Breen, S. L., Britton, T., et al. 2011, MNRAS, 416, 1764Walsh, A. J., Longmore, S. N., Thorwirth, S., Urquhart, J. S., & Purcell, C. R.2007, MNRAS, 382, L35Wang, K., Zhang, Q., Wu, Y., Li, H.-b., & Zhang, H. 2012, ApJ, 745, L30Wilson, T. L., Batrla, W., & Pauls, T. A. 1982, A&A, 110, L20Wilson, T. L. & Henkel, C. 1988, A&A, 206, L26Wilson, T. L., Johnston, K. J., & Henkel, C. 1990, A&A, 229, L1Wilson, T. L. & Schilke, P. 1993, in Lecture Notes in Physics, AstrophysicalMasers, ed. A. W. Clegg & G. E. Nedoluha, Vol. 412, 123-126Wyrowski, F., Giisten, R., Menten, K. M., Wiesemeyer, H., & Klein, B. 2012,A&A, 542, L15Zhang, Q. & Ho, P. T. P. 1995, ApJ, 450, L63Zhang, Q., Hunter, T. R., Sridharan, T. K., & Cesaroni, R. 1999, ApJ, 527, L117Zheng, X. W., Moran, J. M., & Reid, M. J. 2000, MNRAS, 317, 192Article number, page 7 of 10\fAppendix A:Table A.1. Summary of NH; (9, 6) maser observations.A&A proofs: manuscript no. mainArxiv   Source Telescope Beam Epoch Channel Sy rms f S,dv VisR AVi/2size spacing(kms!) Gy) (mJy) Gy kms!) (km s7!)Cep A Effelsberg 49” 2020, Jan. 04 0.62 0.67 3.41 1.19+0.02  -L.11+0.02 1.67+ 0.04Effelsberg 49” 2021, Feb. 11 0.62 0.59 5.97 1.08+0.02 -0.74+0.02 1.70+0.04Effelsberg 49” 2021, Feb. 15 0.62 0.65 10.98 1.1140.03 -0.75+0.02 1.60+ 0.05JVLA‘ 1747 x 0799 = 2021, Jul. 13 0.13 1.13 144 0.89+0.09 -0.86+0.03 0.74+0.12Effelsberg 49” 2021, Aug. 11 0.07 0.98 13.36 0.49+0.02 -0.90+0.01 0.47+0.010.35 0.26+0.02 -0.28+0.02 0.69+0.05Effelsberg 49” 2021, Aug. 12 0.07 0.98 13.35 0.50+0.01 -0.89+40.07 0.48 +0.070.35 0.20+0.01 -0.29+0.07 0.54+ 0.070.06 0.07+0.01 0.51+0.07  1.09+0.070.02 0.02 + 0.01 2.15+0.07 0.80 + 0.070.07 0.06 + 0.01 2.89 +0.07 0.92 + 0.07G34.26+0.15  Effelsberg 49” 2020, Jan. 03 0.62 0.30 1.26 0.65+0.03 62.50+0.05 2.05 +0.13Effelsberg 49” 2021, Feb. 11 0.62 0.24 2.42 0.40+0.02 55.76+0.04 1.60+0.12Effelsberg 49” 2021, Feb. 15 0.62 0.20 486 0.38+0.02 55.7140.05 1.80+0.14JVLA? 1733 x 1706 = 2021, Jul. 13 0.13 0.23 37.1 0.09+0.02 54.41+0.03 0.38 + 0.090.22 0.22+0.02 55.82+0.05 0.95+0.120.15 0.06+0.01 57.21+0.04 0.35 + 0.08Effelsberg 49” 2021, Aug. 11 0.07 0.08 13.92 0.06+0.007 54.10+0.05 0.68 + 0.120.07 0.02+ 0.006 54.82+0.03 0.31 + 0.090.12 0.10+ 0.006 55.85+0.02 0.75 + 0.06Effelsberg 49” 2021, Aug. 12 0.07 0.16 2740 0.09+0.008 55.83+0.02 0.56 + 0.05  Notes. The spectral parameters are obtained from Gaussian fitting. “ The JVLA spectrum toward Cep A is extracted from the Effelsberg-beam-sized region (FWHM 49”). © For G34.26+0.15, the JVLA beam samples the NH; (9,6) spectrum over a region of radius 3’’5, which contains alldetected NH; (9,6) emissions.Table A.2. 1.36 cm JVLA flux densities of individual continuum sources.   Source R.A. Dec. Size PA. Sy(h m_s) eo’ \") (arcsec) (deg) (mJy)CepA HW2 = 2256 17.972 + 0.003 +6201 49.587+0.015 (0.45 + 0.19) x (0.22 +0.10) 50.0 20.2 + 1.4HW3a_ 2256 17.420+ 0.022 +6201 44.576+0.076 (2.35+0.45) x (0.55+0.14) 66.6 4.75 +0.74HW3b- 22 56.17.578 + 0.009 = +62 01 45.041 + 0.043 (1.43 + 0.24) x (0.45+0.10) 59.9 3.19 + 0.36HW3c 2256 17.956+0.016 +6201 46.224+0.038 (1.44 + 0.37) x (0.36+0.19) 86.0 9.90 + 1.7HW3d = 22 56 18.195 + 0.005 +6201 46.325+0.014 (1.26+0.12) x (0.30+0.19) 102.5 13.75 + 0.92HW9 = 22 56 18.626+0.014 +6201 47.851 40.137 (1.53 + 0.51) x (0.29 + 0.30) 28.0 3.26+0.78G34.26+0.15 A 18 53 18.774 + 0.005 +01 1456.208+0.125 (0.66 + 0.49) x (0.50 + 0.33) 10.0 94 + 33B 18 53 18.649 + 0.005 +01 15 00.071 + 0.180 (2.31 + 0.49) x (0.85+0.21) 17.4 597 + 110Cc 18 53 18.560 + 0.004 +01 1458.201+0.112 (2.03 + 0.30) x (1.34 40.20) 178.0 5070+ 660 Article number, page 8 of 10\fY. T. Yan (141 #2 f&) et al.: Discovery of ammonia (9,6) masers in two high-mass star-forming regionsTable A.3. NH; (9,6) maser positions derived from the JVLA observations.      Source RA. Dec. Sy Tp Vise AVi/2(h m_s) eo’ \") (mJy beam™!) — (K) (km s~!)CepA M 22 56 17.933 + 0.002 +62 01 49.608 + 0.011 985.2 2464.8 -0.88+0.01 0.51 + 0.02343.2 829.5 -0.24+0.03 0.63 + 0.05G34.26+0.15 M1 1853 18.569+0.007 +01 14 57.997 + 0.056 37.1 94.5 56.82 + 0.06 0.68 + 0.14M2 1853 18.696 + 0.002 +01 14 55.807 + 0.034 48.4 122.4 53.77+0.05 0.35 + 0.0857.8 146.2 54.35+0.07 0.83+0.14180.8 457.6 55.83+0.01 0.59 +0.03M3 1853 18.667+0.005 +01 14 55.348 + 0.066 78.1 197.2 54.22+0.04 0.94+ 0.0873.7 186.3. 55.78+0.04 0.79 + 0.08MH 9.6) -DEC_offset (arcsec)HwDEC_offset (arcsec)           4 2 0 2 4 1s 10 os ao 25 10 asRA offset (arcsec) RA offset (arcsec)Fig. A.1. Cepheus A. The grey shaded areas mark the 1.36cm JVLA continuum map of Cep A. The reference position is @y2999 = 22°56\" 173972,and 6j2990 = 62°01’49’/587, the peak position of the continuum map, is marked by a red cross. Slightly to the west of the cross is the white ellipsedenoting the position of the NH; (9,6) emission with a purple star at its center. The red contours show the NOrthern Extended Millimeter Array(NOEMA) 1.37 mm continuum, taken from| (2018). Contour levels are -5, 5, 10, 20, 40, 80, 100, 150, and 200 x 2.43 mJy beam™!.OH (Bartkiewicz et al.[2005), H2O (Sobolev et al.[2018), and CH,OH (Sanna et al./2017) masers are presented as diamonds, circles, and squares,respectively. The color bar on the right-hand side indicates the velocity range (Vi sr) of maser spots.Article number, page 9 of 10\fA&A proofs: manuscript no. mainArxiv em 0.6)onVelocity (km 5“)DEC_offset (arcsec)DEC_offset (arcsec)       2 24 22 20 18 16 1s 12 10Ra offset (arcsec) RA offset (arcsec)Fig. A.2. 1.36cm JVLA continuum map of G34.26+0.15 presented as gray shaded areas. The reference position is @999 = 185318560, and632000 = 01° 14’58//201, the peak position, is marked by a red cross. The red ellipses show the positions of NH3 (9,6) emission with stars at theircenter (i.e., M1, M2, and M3). The blue contours show the Berkeley-IIlinois-Maryland Association (BIMA) array 2.8 mm continuum, taken from7). Contour levels are -3, 3, 10, 20, 30, 40, 50, 70, 90, 100, 120, and 140 x 20 mJy beam~!. OH (Zheng et al.[2000), H20 (Imaifet al.[2011), and CH;O0H masers are presented as diamonds, circles, and squares, respectively. The color bar indicatesthe velocity range (Vis) of maser spots.            Article number, page 10 of 10\f"}
{"Title": "The Formation of Intermediate Mass Black Holes in Galactic Nuclei", "Authors": "Sanaea C. Rose, Smadar Naoz, Re'em Sari, Itai Linial", "Abstract": "  Most stellar evolution models predict that black holes (BHs) should not exist above approximately $50-70$ M$_\\odot$. However, recent LIGO/Virgo detections indicate the existence of BHs with masses at and above this threshold. We suggest that massive BHs, including intermediate mass black holes (IMBHs), can form in galactic nuclei through collisions between stellar-mass black holes and the surrounding main-sequence stars. Considering dynamical processes such as collisions, mass segregation, and relaxation, we find that this channel can be quite efficient, forming IMBHs as massive as $10^4$ M$_\\odot$. Our results suggest that massive black holes and IMBHs may be ubiquitous in galactic centres. This formation channel also has implications for observations. Collisions between stars and BHs can produce electromagnetic signatures, for example, from x-ray binaries and tidal disruption events. Additionally, formed through this channel, both black holes in the mass gap and IMBHs can merge with the supermassive black hole at the center of a galactic nucleus through gravitational waves. These gravitational wave events are extreme and intermediate mass ratio inspirals (EMRIs and IMRIs, respectively).      ", "Subject": "Astrophysics of Galaxies (astro-ph.GA)", "DOI": "arXiv:2201.00022", "Text": "arXiv:2201.00022v1 [astro-ph.GA] 31 Dec 2021DRAFT VERSION JANUARY 4, 2022Typeset using IAT&X twocolumn style in AASTeX631The Formation of Intermediate Mass Black Holes in Galactic NucleiSANAEBA C. Rose,''? SMADAR Naoz,!:? RE’EM SARI,® AND Irat LINIAL*1 Department of Physics and Astronomy, University of California, Los Angeles, CA 90095, USA2 Mani L. Bhawmik Institute for Theoretical Physics, University of California, Los Angeles, CA 90095, USA3 Racah Institute for Physics, The Hebrew University, Jerusalem 91904, IsraelABSTRACTMost stellar evolution models predict that black holes (BHs) should not exist above approximately50—70 Mo. However, recent LIGO/Virgo detections indicate the existence of BHs with masses at andabove this threshold. We suggest that massive BHs, including intermediate mass black holes (IMBHs),can form in galactic nuclei through collisions between stellar-mass black holes and the surroundingmain-sequence stars. Considering dynamical processes such as collisions, mass segregation, and relax-ation, we find that this channel can be quite efficient, forming IMBHs as massive as 104 Mo. Ourresults suggest that massive black holes and IMBHs may be ubiquitous in galactic centres. This for-mation channel also has implications for observations. Collisions between stars and BHs can produceelectromagnetic signatures, for example, from x-ray binaries and tidal disruption events. Additionally,formed through this channel, both black holes in the mass gap and IMBHs can merge with the super-massive black hole at the center of a galactic nucleus through gravitational waves. These gravitationalwave events are extreme and intermediate mass ratio inspirals (EMRIs and IMRIs, respectively).1. INTRODUCTIONThe recently detected gravitational wave sourceGW190521 (The LIGO Scientific Collaboration et al.2020a,b) produced an intermediate mass black hole ofapproximately 142 Me. This event may have also had a85 Mo progenitor, which falls within the pair-instabilitymass gap that limits stellar black holes (BHs) to nomore than < 50 Mo (e.g., Heger et al. 2003; Woosley2017)'. Similarly, the merger products of GW150914,GW170104, and GW170814 fall within the mass gap(e.g., Abbott et al. 2016, 2017a,b). BH mergers thatform second generation BHs and, in some cases, inter-mediate mass BHs (IMBHs), these gravitational wave(GW) events can occur in globular clusters, young stel-lar clusters, or the field (e.g., Rodriguez et al. 2018; Ro-driguez et al. 2019; Fishbach et al. 2020; Mapelli et al.2021b,a; Di Carlo et al. 2019, 2021; Dall’Amico et al.2021; Arca Sedda et al. 2021). However, IMBHs arenot limited to these locations and may reside in galac-Corresponding author: Sanaea C. Rosesrose@astro.ucla.edu1 Note that the exact lower and upper limits may be sensitive tometallicity of the progenitor (e.g., Woosley 2017; Spera & Mapelli2017a; Limongi & Chieffi 2018a; Sakstein et al. 2020; Belezynskiet al. 2020a; Renzo et al. 2020; Vink et al. 2021).tic nuclei as well. Several studies propose that ourown galactic center may host an IMBH in the inner pc(e.g., Hansen & Milosavljevié 2003; Maillard et al. 2004;Giirkan & Rasio 2005; Gualandris & Merritt 2009; Chen& Liu 2013; Generozov & Madigan 2020; Fragione et al.2020a; Zheng et al. 2020; Naoz et al. 2020; GRAVITYCollaboration et al. 2020).Several IMBH formation channels have been suggestedin the literature. For example, IMBHs may have a cos-mological origin, forming in the early universe eitheras a result of the very first stars (e.g., Madau & Rees2001; Schneider et al. 2002; Johnson & Bromm 2007;Valiante et al. 2016) or from direct collapse of accumu-lated gas (e.g., Begelman et al. 2006; Yue et al. 2014;Ferrara et al. 2014; Choi et al. 2015; Shlosman et al.2016). These high redshift IMBHs would need to sur-vive galaxy evolution and mergers to present day (e.g.,Rashkov & Madau 2014), with significant effects on theirstellar and even dark matter surroundings (e.g., Bertoneet al. 2009; Chen & Liu 2013; Bringmann et al. 2012; Edaet al. 2013; Naoz & Silk 2014; Naoz et al. 2019). Anotherpopular formation channel relies on the coalescence ofmany stellar-mass black holes. For example, IMBHsmay form in the centers of globular clusters, where few-body interactions lead to the merger of stellar-mass BHs(e.g., O’Leary et al. 2006; Giirkan et al. 2006; Blechaet al. 2006; Freitag et al. 2006; Umbreit et al. 2012; Ro- \f2 ROSE ET AL.driguez et al. 2018; Rodriguez et al. 2019; Fragione et al.2020b). Other formation mechanisms invoke successivecollisions and mergers of massive stars (e.g., PortegiesZwart & McMillan 2002; Portegies Zwart et al. 2004;Freitag et al. 2006; Kremer et al. 2020; Gonzalez et al.2021; Di Carlo et al. 2021).The main obstacle to sequential BH mergers in clus-ters is that the merger recoil velocity kick often exceedsthe escape velocity from the cluster (e.g., Schnittman& Buonanno 2007; Centrella et al. 2010; O’Leary et al.2006; Baibhav et al. 2020, Rom & Sari, in prep.). How-ever, nuclear star clusters anot encounter this problem.(2021) explore repeated BH-the centers of galaxies doFor example, Fragione et al.BH mergers in nuclear starclusters without a SMBH. They considered BH binary-single interactions, binary BH GW merger, and GWmerger recoil kicks. The post-kick merger product sinksback towards the cluster center over a dynamical fric-tion timescale. Using this approach, they showed that10° — 104 Mo IMBHs can form efficiently over the life-time of a cluster.However, as discussed in Section 2.2, direct star-BHcollisions are much more frequent than BH-BH collisionin galactic nuclei, making the former a promising chan-nel for BH growth. We propose that IMBHs can formnaturally within the central pc of a SMBH in a galacticcenter. Specifically, these IMBHs form through repeated collisions with main sequence stars, accreting some orall of the star’s mass depending on the details of thecollision. We demonstrate that this channel can createIMBHs with masses as large as 104 Mo, depending onthe density profile of the surrounding stars.The paper is structured as follows: we describe rele- vant physical processes and our approach in Section 2.In particular, we provide an overview of collisions inSection 2.2 and present our statistical approach in Sec-tion 2.3. Section 2.4 discusses our treatment of themass growth with each collision and presents analyticsolutions to our equations in two different regimes, ef-ficient collisions and inefficient collisions We comparethese solutions to our statistical results. Sections 2.5and 2.7 discuss implications for GW merger events be-tween IMBHs and the SMBH. We then incorporate re-laxation processes and discuss the subsequent results inSection 2.8. Finally, we discuss and summarize our find-ings in Section 3.2. METHODOLOGYWe consider a population of stellar mass BHs embed-ded in a cluster of 1 Mo stars. When stars and BHscollide, the BHs can accrete mass. The growth rate de-pends on the physical processes outlined below. We usea statistical approach to estimate the stellar encountersand final IMBH masses.2.1. Physical PictureWe consider a population of BHs within the inner fewparsecs of the SMBH in a galactic nucleus (GN). We as-sume that the BH mass distribution follows that of thestars from which they originate, a Kroupa initial massfunction dN/dm « m~?-8°, While this choice representsa gross oversimplification, it has very little bearing onour final results. Future work may address the particu-lars of the BH mass distribution, but we do not expectthat it will significantly alter the outcome. The upperand lower limits of the BH mass distribution are 5 and50 Mo, respectively. We select the upper limit to en-compass the range of upper bounds predicted by stellarevolution models, which vary between 40 and 125 Modepending on the metallicity (Heger et al. 2003; Woosley2017; Spera & Mapelli 2017b; Limongi & Chieffi 2018b;Belczynski et al. 2020b; Renzo et al. 2020). We assumethat the orbits of the BHs follow a thermal eccentricitydistribution. We draw their semimajor axes, a., from auniform distribution in log distance, dN/d(logr) beingconstant. While this distribution is not necessarily rep-resentative of actual conditions in the GN, we use it tobuild a comprehensive physical picture of BH growth atall distances from the SMBH, including within 0.01 pc.Otherwise, the innermost region of the GN would bepoorly represented in our sample. We consider otherobservationally motivated distributions in Section 2.8,but reserve a more detailed examination of the distribu- tion’s impact for future work.2.2. Direct CollisionsBHs in the GN can undergo direct collisions with otherobjects. The timescale for this process, teou, can be es-timated using a simple rate calculation: ton = noA,where n is the number density of objects, o is the ve-locity dispersion, and A is the cross-section. We use thecollision timescale from Rose et al. (2020):too = 7N(de)o (Ae)x (Julee)r2 + Joley)n, Senn) . (1)o(ae)?where G is the gravitational constant and r, is the sumof the radii of the interacting objects, a black hole withmass mpy and a star with mass m,. Detailed in Roseet al. (2020), fi(es) and f2(e.) account for the effect ofthe eccentricity of the BH’s orbit about the SMBH onthe collision rate, while n and o are simply evaluatedat the semimajor axis of the orbit (see below). Note\fIMBH ForMATION IN GALACTIC NUCLEI 3 10231023100Timescale [yr]10°107   10-3 10-7 107? 10°Distance from SMBH [pc]Figure 1. We plot the relevant timescales, including col-lision (green), relaxation (gold), and BH-BH GW capture(purple), for a single BH in the GN as a function of distancefrom the SMBH. For the collision timescale, we assume theBH is on a circular orbit. The timescales depend on thedensity, so we adopt a range of density profiles, bounded bya = 1 (dashed curve) to a = 2 (dark, solid curve). The darkblue line represents the time for a 10° Mo BH to merge withthe SMBH through GW emission.that this timescale equation includes the effects of grav-itational focusing, which enhances the cross-section ofinteraction.Assuming a circular orbit for simplicity, we plot thetimescale for a BH orbiting in the GN to collide witha 1 Mo star as a function of distance from the SMBHin Figure 1.2 As this timescale depends on the densityof surrounding stars, we adopt a density profile of theform:pir) =m (2) (2)where r, denotes the distance from the SMBH. We adopta SMBH mass of 4 x 10° Mo such that our fiducial GNmatches our own galactic center (e.g., Ghez et al. 2005;Genzel et al. 2003). In this case, the normalization inEq. (2) is pp = 1.35 x 10° Ma /pc? at ro = 0.25 pe (Gen-zel et al. 2010). Additionally, in Eq. (2), a gives theslope of the power law. We assume that a uniform pop-ulation of solar mass stars account for most of the massin the GN, making the stellar number density: n(re) = p(re) (3)? We note that the eccentricity has a very minor effect on thecollision timescale (Rose et al. 2020).The collision timescale also depends on the velocity dis-persion, which we express as:/ Ga(re) = re(1+a)’where a is the slope of the density profile and M, de-notes the mass of the SMBH (Alexander 1999; Alexan-der & Pfuhl 2014). As mentioned above, Eq. (1) dependson the sum of the radii of the colliding objects, r.. Weake re = 1 Re because these interactions involve a BHand a star, and the former has a much smaller physi-cal cross-section. For example, the Schwarzschild radiusof a 10 Mo BH is only 30 km, or 4.31 x 107° Ro. Forhis reason, direct collisions between compact objectsare very rare and not included in our model.We note that direct collisions between BHs, via GWemission, were shown to be efficient in nuclear star clus-ers without SMBHs (e.g., Portegies Zwart & McMil-an 2000; O’Leary et al. 2006; Rodriguez et al. 2016).However, in the GN, star-BH collisions are much morerequent than direct BH-BH collisions. As depicted inFigure 1, the star-BH collision timescale for a rangeof density profiles is many orders of magnitude shorterhan the BH-BH GW collision timescale (for the rele-vant equations, see O’Leary et al. 2009; Gondan et al.2018, for example). Thus, we expect that star-BH col-isions will be the main driver of IMBH growth in theGN. (4) 2.3. Statistical Approach to CollisionsWe simulate the mass growth of a population of BHswith initial conditions detailed in Section 2.1. Over anincrement At of 10° yr, we calculate the probability ofa collision occurring, given by At/t.o1. This choice ofAt is motivated by our galactic center’s star formationtimescale (e.g., Lu et al. 2009), allowing for regular re-plenishment of the stellar population in the GN. We havechecked that the results are not sensitive to this choiceof At, omitted here to avoid clutter. We draw a numberbetween 0 and 1 using a random number generator. Ifthat number is less than or equal to the probability, weincrease the BH’s mass by Am, the mass that the BH isexpected to accrete in a single collision (see Section 2.4for details). We recalculate the collision timescale usingthe updated BH mass and repeat this process until thetime elapsed equals the simulation time of 10 Gyr’.3 Closer to the SMBH, At may exceed the collision timescale bya factor of a few for steep density profiles. We include a safe-guard in our code which takes the ratio t.4/At and rounds itto the nearest integer. We take this integer to be the number ofcollisions and increase the BH mass accordingly.\f4 ROSE ET AL.2.4. Mass GrowthWhen a BH collides with a star, it may accrete ma-terial and grow in mass. The details of the accretiondepend on the relative velocity between the BH andstar. For simplicity, this calculation assumes that thetwo objects experience a head on collision, with the BHpassing through the star’s center. We begin by con-sidering the escape velocity from the BH at the star’soutermost point, its surface, which corresponds to themaximum impact parameter 1 Ro. Qualitatively, onemight expect that the BH could accrete the entire star(ie., Am ~ 1 Mo) if the relative velocity is smaller thanthe escape velocity from the BH at this point. However,in the vicinity of the SMBH, the dispersion velocity ofthe stars may be much larger than the escape velocityfrom the BH at the star’s surface. In this case, the BHaccretes a “tunnel” of material through the star. This tunnel has radius equal to the Bondi radius and lengthapproximately 1 Ro.To estimate Am, we begin with the Bondi-Hoyle ac-cretion rate, m, given by:jy TO mB Paoe 6)(2402)where cy is the speed of sound in the star and Pstar is itsdensity (e.g., Bondi 1952; Bondi & Hoyle 1944; Shimaet al. 1985; Edgar 2004, see latter for a review). Weapproximate the density as 1Mo/(47R3,/3) and takethe conservative value of cs = 500 km s~!, which isconsistent with the sound speed inside a 1 Mo star(Christensen-Dalsgaard et al. 1996) and allows us to seta lower limit on Am. To find Am, at each collision, wehave:Am = min(m  tycross, 1 Mo) , (6)where ty cross ~ Ro/o is the crossing time of the BH inthe star. We take the minimum between m X ty cross and1 Me because the BH cannot accrete more mass thanone star at each collision.Figure 2 juxtaposes the expected growth using Bondi-Hoyle-Lyttleton accretion (blue small points) with amuch simpler model in which the BH accretes the star’sentire mass, 1 Mo (red large points). Both examplesstart with identical populations of 10 Mo BHs (grey)and simulate growth through collisions using a statisti-cal approach. As the BHs grow, the collision timescale,which depends on mg, decreases. Simultaneously,Am, which also depends on mgy, increases. The re-sult is exponential growth (see discussion and detailssurrounding Eq. (8)). In Figure 2, however, the simula-tions assume a = 1 for the stellar density profile, ensur-ing the collision timescale is long compared to the sim-ulation time, 10 Gyr. Therefore, the BHs grow slowly,    & * Initial4x10) | * MM=1Me*  Bondi-Hoyle-Lyttleton3x10\"9°=w 2x10a)s=10\"   107? 107? 1072 10°Distance from SMBH [pc]Figure 2. We consider an example that highlights the massgrowth as a function of distance from the SMBH. Grey dotsrepresent the initial masses and distances from the SMBHof the BHs involved in the simulation. For simplicity, we setthe inital mass equal to 10 Mo for all of the BHs. Assumingthe density profile of stars has a = 1, we consider two cases:BHs accrete all of the star’s mass during a collision (red) andonly a portion of the star’s mass is accreted during a collisiongiven by Eq. 6 (blue). The latter case results in less growthcloser to the SMBH where the velocity dispersion becomeshigh. The shaded regions and dashed lines represent theanalytical predictions detailed in Section 2.4.and their final masses can be approximated using thefollowing equation: Mgnal(tcott + Const.) = Minitial + AM(7)collin which T represents the simulation time and Am andteol Temain constant, approximated as their initial val-ues.This equation is plotted in Figure 2 for both cases,Am = 1 Mg (red) and Am from Bondi-Hoyle-Lyttletonaccretion (blue), and the curves coincide with the cor-responding simulated results. The shaded regions rep-resent one standard deviation from Eq. (7), calculatedusing the square root of the number of collisions, T/teon-As indicated by the results in red, in the absence ofBondi-Hoyle-Lyttleton accretion, the BHs closest to theSMBH experience the most growth because they haveshorter collision timescales. However, Bondi-Hoyle-Lyttleton accretion becomes important closer to theSMBH, where the velocity dispersion is large comparedwith the stars’ escape velocity, and curtails the massgrowth for BHs in this region. Outside of 107? pc, a BHconsumes the star’s entire mass: the accretion-limitedAm governed by Eq. (7) is greater than or equal to thestar’s mass. Eq. 7 does not apply for other values of a. When thecollision timescale is shorter, corresponding to a largerindex a in the density profile (see Figure 1), the growth\fIMBH ForMATION IN GALACTIC NUCLEI 5is very efficient and Am quickly approaches 1 Me. Con-sequently, while we can now assume Am = 1Mo, wecan no longer assume the collision timescale is constant.The final mass grows exponentially as a result. ForAm = 1Mo, the general solution is reached by solvingthe differential equation dm/dt = 1 Mo/teou(m), whichgives:Ménai(Am + 1Mo)=—A + (minitiar + A) eC? (8)where A = 0? Rstar/G and C = 27GnstarRstar/o. AS anexample, we plot this curve in purple for the a = 2 case,in Figure 3, which agrees with the simulated masses.2.5. GW InspiralWhen a BH is close to the SMBH, GW emission cancircularize and shrink its orbit. We implement the ef-fects of GW emission on the BH’s semimajor axis andeccentricity following Peters & Mathews (1963a). Thecharacteristic timescale to merge a BH with an SMBHis given by:-1 -1taw ©2.9 x 10” yr Me BHc , 10° Mo 10° Mox f(e)(1—- 8)? , (9)where f(e.) is a function of e,. For all values of é.,f (ee) is between 0.979 and 1.81 (Blaes et al. 2002). Weplot this timescale for a 1 x 10° Mo BH in Figure | inblue.In our simulations, we assume a BH has merged withthe SMBH when the condition tgw < telapsea is met.When this condition is satisfied, we terminate massgrowth through collisions for that BH.*2.6. IMBH growthAs detailed above, BH-stellar collisions can increasethe BH masses as a function of time. Here, we examinethe sensitivity of the BH growth to the density powerlaw. From Eq. (1), it is clear that the growth rate de-pends on the stellar density profile, governed by the in-dex a. We expect that higher values of a, or steeperprofiles, will result in more efficient mass growth. InFigure 1, larger values of a lead to collision timescalesin the GN’s inner region, inwards of 0.25 pc, that are4 For comparison, we also incrementally changed the semimajoraxis and eccentricity from GW emission following the equationsin Peters & Mathews (1963b). This method leads to a slightincrease in the final IMBH masses because it accounts for thecollisions that take place while the orbit is gradually shrinking.much smaller that the 10 Gyr simulation time. Figure 3confirms this expectation. It depicts the mass growth ofa uniform distribution of BHs with initial conditions de-tailed in Section 2.1 for five a values, spanning 1 (green)to 2 (purple). The most massive IMBHs form inwardsof 0.25 pe for the a = 2 case.2.7. Gravitational Wave Mergers and Intermediateand Extreme Mass Ratio Inspiral CandidatesTowards the SMBH, efficient collisions can create BHsmassive enough to merge with the SMBH through GWs.Following the method detailed in Section 2.5, when agiven BH meets the criterion taw < telapsea, We markit as merged with the SMBH. We assume that at thispoint the dynamics of the BH will be determined by GWemission, shrinking and circularizing the BHs orbit un-til it undergoes an extreme or intermediate mass ratioinspiral (EMRI and IMRI, respectively). The righthandplot in Figure 3 shows the BH masses versus time ofmerger. It is interesting to note that even in the ab-sence of relaxation processes, which are often invokedto explain the formation of EMRIs, EMRIs and notablyIMRIs can form in this region.2.8. Two Body Relaxation ProcessesA BH orbiting the SMBH experiences weak gravita-tional interactions with other objects in the GN. Over arelaxation time, these interactions alter its orbit aboutthe SMBH. The two-body relaxation timescale for asingle-mass system is:3« o= 0.3475p(M,) In Anx? (10)trelaxwhere In Ajj, is the Coulomb logarithm and (M,) is theaverage mass of the surrounding objects, here assumedto be 1Mo (Spitzer 1987; Binney & Tremaine 2008,Eq. (7.106)). This equation represents the approximatetimescale for a BH on a semi-circular orbit to changeits orbital energy and angular momentum by order ofthemselves. The BH experiences diffusion in its angularmomentum and energy as a function of time (dependingon the eccentricity of the orbit, this process can be moreefficient Fragione & Sari 2018; Sari & Fragione 2019). InFigure 1, we plot the relaxation timescale in gold for arange of a. We note that the Bahcall & Wolf (1976) pro-file, a = 7/4, corresponds to zero net flux and thereforedoes not preferentially migrate objects inward.Additionally, because they are more massive onaverage than the surrounding objects, BHs are ex-pected to segregate inwards in the GN (e.g., Shapiro& Marchant 1978; Cohn & Kulsrud 1978; Morris 1993;Miralda-Escudé & Gould 2000; Baumgardt et al. 2004).\f6 ROSE ET AL. 10° 4IMBH Mass, log(M/M.)8    ** + etdSRB.one tee+ % % «2 naeee * “<7 #e* ty eetag te eyee Oe Mae BEtet A aE:«gee * ye™_ sedepee eet a eet* * = * %,‘he Spl ce a ae*.*. + a ee* %e a *- 1 1 : 1 : 7 -10-3 10-2 1077 10° 10° 10° 10° 10°\"Distance from SMBH [pc] TimeFigure 3. On the right, we plot final masses of 500 BHs using different values of a in the density profile, shallow (a = 1) tocuspy (a = 2). For the latter case, the purple line shows the analytical result from Eq. 8, taking minitia1 to be the average massof the population. Faded stars indicate BHs that merged with the SMBH through GWs. On the left, we plot the masses andmerger times of these BHs.They sink toward the SMBH on the mass segregationtimescale, tseg © (Mx) /mBu X tretax (e-g., Spitzer 1987;Fregeau et al. 2002; Merritt 2006), which is typically anorder of magnitude smaller than the relaxation timescaleplotted in Figure 1.We incorporate relaxation processes by introducing asmall change in the BH’s energy and angular momen-tum each time it orbits the SMBH. We apply a smallinstantaneous velocity kick to the BH, denoted as Av.We draw Av from a Guassian distribution with averageof zero and a standard deviation of Avrix/ V3, whereAvrizn = Verv/Pe/triz (see Bradnick et al. 2017, for anapproach to changes in the angular momentum). Thenew orbital parameters can be calculated following Lu& Naoz (2019), and see Naoz et al. in prep for full setof equations.We account for the effects of relaxation processes,including mass-segregation, using a multi-faceted ap-proach. We begin by migrating each BH towards thecenter over its mass-segregation timescale, shifting it in-crementally inward such that its orbital energy changesby order of itself within the segregation timescale.As the BHs segregate down the potential well, theirabundance with respect to stars increases, until at someturnover radius, BHs become the dominant source ofscattering for both black holes and stars. Within this ra-dius, BH self-interaction dominates over two-body scat-terings with the now rarer main-sequence stars. TheBHs will then settle onto a Bahcall-Wolf profile, whilethe stars may follow a shallower profile, with approx-imately n, oc r~!5, inwards of the transition radius(Linial & Sari in prep.).Therefore, after the initial mass segregation, we allowthe BHs to begin diffusing over a relaxation timescale,their orbital parameters changing slowly through a ran-dom process. In this random process, some of the BHsmay migrate closer to the SMBH. We terminate massgrowth when the BH enters the inner 200 au of the GN,within which the density of stars is uncertain. This cut-off is based on the 120 au pericenter of S0-2, the closestnown star to the SMBH (e.g., Ghez et al. 2005).Another physical process that causes inward migra-ion is dynamical friction. A cursory derivation basedon the dynamical friction equations described in Binney& Tremaine (2008) reveals the process to have a simi-ar timescale to mass segregation. If a BH diffuses toa distance greater than 2 pc from the SMBH, exitinghe sphere of influence, we have it sink inwards, backowards the center, over a dynamical friction timescale.After one dynamical friction timescale has passed, werestart diffusion.We note that our prescription ignores self-interactionsbetween the BHs. As mentioned above, as the BHs sinkowards the SMBH, their concentration in the inner re-gion of the GN increases, allowing them to dominate thescattering. We reserve the inclusion of these interactionsor future study. 2.9. Effect of Relaxation ProcessesAs depicted in Figure 4, two-body relaxation processesresult in more EMRIs and IMRIs events. These pro-cesses allow BHs that begin further from the SMBHto migrate inwards and grow more efficiently in mass.However, it also impedes the growth of BHs that areinitially closer to the SMBH by allowing them to dif-\fIMBH ForMATION IN GALACTIC NUCLEI 7   °&06Probability Density   103 .= 0ax}gg 10==ao= wolo-* 107? 107 107 10° 10°Final Distance from SMBH [pc] Time10° 10 15 20 25 30 35 40IMBH Mass, log(M/M @ )Figure 4. Similar to Figure 3, we plot the initial masses versus initial distance (grey) and final mass versus final distance (red)for 500 BHs. This simulation includes relaxation processes, including mass segregation, diffusion, and dynamical friction. Weassume a = 1.75 for the GN density profile. Faded stars represent BHs that merged with the SMBH. As a result of inwardmigration, BHs merge more quickly with the SMBH, before they can become as massive as those in Figure 3. Additionally, moreBHs become EMRIs and IMRIs. Additionally, in the third panel, we show a histogram of the simulated IMBH masses for twodifferent values of a, 1.5 (orange, solid), a, 1.75 (red, dashed), and 2 (purple, dash-dotted), accounting for relaxation processes.The dashed, faded lines represent the corresponding initial histograms. We assume a = 1.75 for the GN density profile. Faded stars represent BHs that merged with the SMBH.fuse out of the inner region where collisions are efficient.As can be seen in Figure 4, the net result is that moreBHs grow, but the maximum mass is lower comparedto the scenario that ignores two-body relaxation. Thehistogram in Figure 4 presents the final BH mass distri-butions for different power law indices a. As expected,the two-body relaxation suppresses the a dependencehighlighted in Figure 3. In fact, using a KS test, wefind that we cannot reject the hypothesis that the twodistributions were drawn from the same sample for thea = 1.75 and a = 2 results. Interestingly, a BH massIMF with an average of 10 Mo leads to a final distri-bution with an average of ~ 200 Mo and a median of~ 45 Mo, which lies within the mass gap.3. DISCUSSION AND PREDICTIONSWe explore the feasibility of forming IMBHs in aGN through successive collisions between a stellar-massBH and main-sequence stars. Taking both a statisti-cal and analytic approach, we show that this channelcan produce IMBHs efficiently with masses as high as103-4 Mo and may result in many IMBH-SMBH merg-ers (intermediate-mass ratio inspiral, IMRIs) and EM-RIs.As the stellar mass BH collides with a star, the BHwill grow in mass. The increase may equal star’s en-tire mass if the relative velocity is smaller than the es-cape velocity from the BH at 1 Re. However, near theSMBH, the velocity dispersion may be larger than theescape velocity from the BH at the star’s radius. In thislimit, the BH accretes a “tunnel” of material throughthe star, estimated using Bondi-Hoyle-Lyttleton accre-tion. In our statistical analysis, we account for Bondi-Hoyle-Lyttleton accretion and find that BHs outside of10~? pe from the SMBH can accrete the entire star (seeFigure 2).The efficiency of collisions, and therefore IMBH,EMRI, and IMRI formation as well, are sensitive tothe underlying stellar density. As shown in Figure 3, asteeper density profile results in larger IMBHs. This be-havior can be understood from the collision timescale’sdependence on the stellar density profile. A steeper pro-file yields shorter collision timescales near the SMBH.However, the inclusion of relaxation processes in thesimulations dampens the influence of the stellar densityprofile by allowing BHs to diffuse into regions of moreor less efficient growth. As a result, more BHs grow inmass, but their maximum mass is smaller (~ 10+ Mg).Additionally, the final masses have no apparent depen-dence on distance from the SMBH (see Figure 4).Mass growth through BH-main-sequence star colli-sions may act in concert with other IMBH formationchannels, such as compact object binary mergers (e.g.,Hoang et al. 2018; Stephan et al. 2019; Fragione et al.2021; Wang et al. 2021). While in some cases colli-sions can unbind a binary (e.g., Sigurdsson & Phinney993; Fregeau et al. 2004), BH binaries can be tightlybound enough to withstand the collisions. Wide bina-ries may also become unbound due to interactions withhe neighboring stars and compact objects (e.g., Binney& Tremaine 1987; Rose et al. 2020, see latter study forhe timescale for an arbitrary eccentricity). However,as highlighted in previous studies, a substantial frac-ion of these binaries may merge due to the EccentricKozai Lidov mechanism, leaving behind a single star ora single compact object (e.g., Stephan et al. 2016, 2019;Hoang et al. 2018). Additionally, to be susceptible toevaporation, BH binaries must have a wider configura-ion. Otherwise, they will be more tightly bound that  \f8 ROSE ET AL.the average kinetic energy of the surrounding objects,and will only harden through weak gravitational inter-actions with neighboring stars (see for example Figure6 in Rose et al. 2020).Not included in this study, collisions between the BHand other compact objects will increase the BH growthrate. BH-BH mergers (e.g., O’Leary et al. 2009; Fra-gione et al. 2021) and even neutron star BH mergers(e.g., Hoang et al. 2020) become more likely as the BHsincrease in mass through stellar collisions. As a result,the BH-BH collision timescale, discussed in Section 2.2,will become relevant to our simulations, allowing theBHs to grow through this channel in addition to stel-lar collisions. Additionally, this compact object mergersresult in GW recoil, which may have a large impact onthe dynamics (e.g., Baibhav et al. 2020; Fragione et al.2021)The BH’s mass growth increases GW emission, whichdissipates energy from the orbit. Along with relaxationprocesses, GW emission causes BHs to sink towards theSMBH and eventually undergo a merger. As a result,the GN environment is conducive to the formation ofEMRIs and IMRIs. The GW emission from EMRIs andIMRIs is expected to be at mHz frequencies, makingthem promising candidates for LISA to observe. Whilethe exact rate calculation is beyond the scope of thisstudy, the mechanism outlined here seems very promis-ing.Our results also suggest that IMBHs are likely to ex-ists in many galactic nuclei, as well as within our owngalactic center. This implication seems to be consis-tent with recent observational and theoretical studies(e.g., Hansen & Milosavljevié 2003; Maillard et al. 2004;Giirkan & Rasio 2005; Gualandris & Merritt 2009; Chen& Liu 2013; Generozov & Madigan 2020; Fragione et al.2020a; Zheng et al. 2020; Naoz et al. 2020; GRAVITYCollaboration et al. 2020).Lastly, the collisions between stellar mass BHs andstars may contribute to the x-ray emission from ourgalactic centre (e.g., Muno et al. 2005, 2009; Hailey et al.2018; Zhu et al. 2018; Cheng et al. 2018)°. These inter-actions, in particular grazing collisions, may also resultin tidal disruption events (e.g., Perets et al. 2016; Sam-sing et al. 2019; Kremer et al. 2021). Thus, the processoutlined here may produce electromagnetic signaturesin addition to GW mergers.SR thanks the Charles E Young fellowship, the NinaByers Fellowship, and the Michael A. Jura MemorialGraduate Award for support. SR and SN acknowledgethe partial support from NASA ATP 80NSSC20K0505.SN thanks Howard and Astrid Preston for their gener-ous support. IL thanks support from the Adams Fellow-ship. SN and RS thank the Bhaumik Institute visitorprogram.REFERENCESAbbott, B. P., Abbott, R., Abbott, T. D., et al. 2016,PhRvL, 116, 241102,doi: 10.1103/PhysRevLett.116.241102—. 2017a, PhRvL, 118, 221101,doi: 10.1103/PhysRevLett.118.221101—. 2017b, PhRvL, 119, 141101,doi: 10.1103/PhysRevLett.119.141101Alexander, T. 1999, ApJ, 527, 835, doi: 10.1086/308129Alexander, T., & Pfuhl, O. 2014, ApJ, 780, 148,doi: 10.1088 /0004-637X/780/2/148Arca Sedda, M., Mapelli, M., Benacquista, M., & Spera, M.2021, arXiv e-prints, arXiv:2109.12119.https: //arxiv.org/abs/2109.12119Bahcall, J. N., & Wolf, R. A. 1976, ApJ, 209, 214,doi: 10.1086/1547115 The connection between the observed X-ray sources at the Galac-tic Center and tidal capture has been suggested by Generozovet al. (2018), but see Zhu et al. (2018); Stephan et al. (2019) foralternative channels.Baibhav, V., Gerosa, D., Berti, E., et al. 2020, PhRvD, 102,043002, doi: 10.1103/PhysRevD.102.043002Baumgardt, H., Makino, J., & Ebisuzaki, T. 2004, ApJ,613, 1148, doi: 10.1086 /423299Begelman, M. C., Volonteri, M., & Rees, M. J. 2006,MNRAS, 370, 289, doi: 10.1111/j.1365-2966.2006.10467.xBelczynski, K., Hirschi, R., Kaiser, E. A., et al. 2020a, ApJ,890, 113, doi: 10.3847/1538-4357/ab6d77—. 2020b, ApJ, 890, 113, doi: 10.3847/1538-4357/ab6d77Bertone, G., Fornasa, M., Taoso, M., & Zentner, A. R.2009, New Journal of Physics, 11, 105016,doi: 10.1088/1367-2630/11/10/105016Binney, J., & Tremaine, S. 1987, Galactic dynamics—. 2008, Galactic Dynamics: Second EditionBlaes, O., Lee, M. H., & Socrates, A. 2002, ApJ, 578, 775,doi: 10.1086 /342655Blecha, L., Ivanova, N., Kalogera, V., et al. 2006, ApJ, 642,427, doi: 10.1086/500727Bondi, H. 1952, MNRAS, 112, 195,doi: 10.1093/mnras/112.2.195 \fIMBH ForMATION IN GALACTIC NUCLEI 9Bondi, H., & Hoyle, F. 1944, MNRAS, 104, 273,doi: 10.1093/mnras/104.5.273Bradnick, B., Mandel, I., & Levin, Y. 2017, MNRAS, 469,2042, doi: 10.1093/mnras/stx1007Bringmann, T., Huang, X., Ibarra, A., Vogl, S., & Weniger,C. 2012, JCAP, 2012, 054,doi: 10.1088/1475-7516/2012/07/054Centrella, J., Baker, J. G., Kelly, B. J., & van Meter, J. R.2010, Reviews of Modern Physics, 82, 3069,doi: 10.1103/RevModPhys.82.3069Chen, X., & Liu, F. K. 2013, ApJ, 762, 95,doi: 10.1088/0004-637X/762/2/95Cheng, Z., Li, Z., Xu, X., & Li, X. 2018, ApJ, 858, 33,doi: 10.3847/1538-4357/aabal6Choi, J.-H., Shlosman, I., & Begelman, M. C. 2015,MNRAS, 450, 4411, doi: 10.1093/mnras/stv694Christensen-Dalsgaard, J., Dappen, W., Ajukov, S. V.,et al. 1996, Science, 272, 1286,doi: 10.1126/science.272.5266.1286Cohn, H., & Kulsrud, R. M. 1978, ApJ, 226, 1087,doi: 10.1086/156685Dall’Amico, M., Mapelli, M., Di Carlo, U. N., et al. 2021,MNRAS, 508, 3045, doi: 10.1093/mnras/stab2783Di Carlo, U. N., Giacobbo, N., Mapelli, M., et al. 2019,MNRAS, 487, 2947, doi: 10.1093/mnras/stz1453Di Carlo, U. N., Mapelli, M., Pasquato, M., et al. 2021,MNRAS, 507, 5132, doi: 10.1093/mnras/stab2390Eda, K., Itoh, Y., Kuroyanagi, S., & Silk, J. 2013, PhRvL,110, 221101, doi: 10.1103/PhysRevLett.110.221101Edgar, R. 2004, NewAR, 48, 843,doi: 10.1016/j.newar.2004.06.001Ferrara, A., Salvadori, S., Yue, B., & Schleicher, D. 2014,Monthly Notices of the Royal Astronomical Society, 443,2410, doi: 10.1093/mnras/stul280Fishbach, M., Farr, W. M., & Holz, D. E. 2020, ApJL, 891,L31, doi: 10.3847/2041-8213/ab77c9Fragione, G., Kocsis, B., Rasio, F. A., & Silk, J. 2021,arXiv e-prints, arXiv:2107.04639.https: //arxiv.org/abs/2107.04639Fragione, G., Loeb, A., Kremer, K., & Rasio, F. A. 2020a,ApJ, 897, 46, doi: 10.3847/1538-4357/ab94b2Fragione, G., Loeb, A., & Rasio, F. A. 2020b, ApJL, 902,L26, doi: 10.3847/2041-8213/abbc0aFragione, G., & Sari, R. 2018, ApJ, 852, 51,doi: 10.3847/1538-4357/aaa0d7Fregeau, J. M., Cheung, P., Portegies Zwart, S. F., &Rasio, F. A. 2004, MNRAS, 352, 1,doi: 10.1111/j.1365-2966.2004.07914.xFregeau, J. M., Joshi, K. J., Portegies Zwart, S. F., &Rasio, F. A. 2002, ApJ, 570, 171, doi: 10.1086/339576 Freitag, M., Amaro-Seoane, P., & Kalogera, V. 2006, ApJ,649, 91, doi: 10.1086/506193Generozov, A., & Madigan, A.-M. 2020, ApJ, 896, 137,doi: 10.3847/1538-4357/ab94beGenerozov, A., Stone, N. C., Metzger, B. D., & Ostriker,J. P. 2018, MNRAS, 478, 4030,doi: 10.1093/mnras/sty 1262Genzel, R., Eisenhauer, F., & Gillessen, S. 2010, Reviews ofModern Physics, 82, 3121,doi: 10.1103/RevModPhys.82.3121Genzel, R., Schédel, R., Ott, T., et al. 2003, ApJ, 594, 812,doi: 10.1086/377127Ghez, A. M., Salim, S., Hornstein, S. D., et al. 2005, ApJ,620, 744, doi: 10.1086/427175Gondan, L., Kocsis, B., Raffai, P., & Frei, Z. 2018, ApJ,860, 5, doi: 10.3847/1538-4357/aabfeeGonzalez, E., Kremer, K., Chatterjee, S., et al. 2021, ApJL,908, L29, doi: 10.3847/2041-8213/abdf5bGRAVITY Collaboration, Abuter, R., Amorim, A., et al.2020, A&A, 636, L5, doi: 10.1051/0004-6361/202037813Gualandris, A., & Merritt, D. 2009, ApJ, 705, 361,doi: 10.1088/0004-637X/705/1/361Giirkan, M. A., Fregeau, J. M., & Rasio, F. A. 2006, ApJL,640, L39, doi: 10.1086/503295Giirkan, M. A., & Rasio, F. A. 2005, ApJ, 628, 236,doi: 10.1086 /430694Hailey, C. J., Mori, K., Bauer, F. E., et al. 2018, Nature,556, 70, doi: 10.1038/nature25029Hansen, B. M. S., & Milosavljevié, M. 2003, ApJL, 593,L77, doi: 10.1086/378182Heger, A., Fryer, C. L., Woosley, S. E., Langer, N., &Hartmann, D. H. 2003, ApJ, 591, 288,doi: 10.1086 /375341Hoang, B.-M., Naoz, S., Kocsis, B., Rasio, F. A., &Dosopoulou, F. 2018, ApJ, 856, 140,doi: 10.3847/1538-4357 /aaafceHoang, B.-M., Naoz, S., & Kremer, K. 2020, ApJ, 903, 8,doi: 10.3847 /1538-4357 /abb66aJohnson, J. L., & Bromm, V. 2007, Monthly Notices of theRoyal Astronomical Society, 374, 1557,doi: 10.1111/j.1365-2966.2006.11275.xKremer, K., Lu, W., Piro, A. L., et al. 2021, ApJ, 911, 104,doi: 10.3847/1538-4357 /abeb14Kremer, K., Spera, M., Becker, D., et al. 2020, ApJ, 903,45, doi: 10.3847/1538-4357/abb945Limongi, M., & Chieffi, A. 2018a, ApJS, 237, 13,doi: 10.3847/1538-4365/aacb24—. 2018b, ApJS, 237, 13, doi: 10.3847/1538-4365/aacb24Lu, C. X., & Naoz, $. 2019, MNRAS, 484, 1506,doi: 10.1093/mnras/stz036  \f10 ROSELu, J. R., Ghez, A. M., Hornstein, S. D., et al. 2009, ApJ,690, 1463, doi: 10.1088/0004-637X /690/2/1463Madau, P., & Rees, M. J. 2001, ApJL, 551, L27,doi: 10.1086/319848Maillard, J. P., Paumard, T., Stolovy, S. R., & Rigaut, F.2004, A&A, 423, 155, doi: 10.1051/0004-6361:20034147Mapelli, M., Bouffanais, Y., Santoliquido, F., Arca Sedda,M., & Artale, M. C. 2021a, arXiv e-prints,arXiv:2109.06222. https://arxiv.org/abs/2109.06222Mapelli, M., Dall’Amico, M., Bouffanais, Y., et al. 2021b,MNRAS, 505, 339, doi: 10.1093/mnras/stab1334Merritt, D. 2006, Reports on Progress in Physics, 69, 2513,doi: 10.1088/0034-4885/69/9/RO1Miralda-Escudé, J., & Gould, A. 2000, ApJ, 545, 847,doi: 10.1086/317837Morris, M. 1993, ApJ, 408, 496, doi: 10.1086/172607Muno, M. P., Pfahl, E., Baganoff, F. K., et al. 2005, ApJL,622, L113, doi: 10.1086 /429721Muno, M. P., Bauer, F. E., Baganoff, F. K., et al. 2009,ApJS, 181, 110, doi: 10.1088/0067-0049/181/1/110Naoz, S., & Silk, J. 2014, ApJ, 795, 102,doi: 10.1088/0004-637X/795/2/102Naoz, S., Silk, J., & Schnittman, J. D. 2019, ApJL, 885,135, doi: 10.3847/2041-8213/ab4fedNaoz, S., Will, C. M., Ramirez-Ruiz, E., et al. 2020, ApJL,888, L8, doi: 10.3847/2041-8213/ab5e3bO'Leary, R. M., Kocsis, B., & Loeb, A. 2009, MNRAS, 395,2127, doi: 10.1111/j.1365-2966.2009.14653.xO'Leary, R. M., Rasio, F. A., Fregeau, J. M., Ivanova, N.,& O’Shaughnessy, R. 2006, ApJ, 637, 937,doi: 10.1086/498446Perets, H. B., Li, Z., Lombardi, James C., J., & Milcarek,Stephen R., J. 2016, ApJ, 823, 113,doi: 10.3847/0004-637X/823/2/113Peters, P. C., & Mathews, J. 1963a, Physical Review, 131,435, doi: 10.1103/PhysRev.131.435—. 1963b, Physical Review, 131, 435,doi: 10.1103/PhysRev.131.435Portegies Zwart, S. F., Baumgardt, H., Hut, P., Makino, J.,& McMillan, S. L. W. 2004, Nature, 428, 724,doi: 10.1038/nature02448Portegies Zwart, S. F., & McMillan, S. L. W. 2000, ApJL,528, L17, doi: 10.1086/312422—. 2002, ApJ, 576, 899, doi: 10.1086/341798Rashkov, V., & Madau, P. 2014, ApJ, 780, 187,doi: 10.1088/0004-637X/780/2/187Renzo, M., Farmer, R., Justham, S., et al. 2020, A&A, 640,A56, doi: 10.1051/0004-6361/202037710ET AL.Rodriguez, C. L., Amaro-Seoane, P., Chatterjee, S., &Rasio, F. A. 2018, PhRvL, 120, 151101,doi: 10.1103/PhysRevLett.120.151101Rodriguez, C. L., Chatterjee, S., & Rasio, F. A. 2016,PhRvD, 93, 084029, doi: 10.1103/PhysRevD.93.084029Rodriguez, C. L., Zevin, M., Amaro-Seoane, P., et al. 2019,Phys. Rev. D, 100, 043027,doi: 10.1103/PhysRevD.100.043027Rose, S. C., Naoz, S., Gautam, A. K., et al. 2020, ApJ, 904,113, doi: 10.3847/1538-4357/abc557Sakstein, J., Croon, D., McDermott, S. D., Straight, M. C.,& Baxter, E. J. 2020, arXiv e-prints, arXiv:2009.01213.https: //arxiv.org/abs/2009.01213Samsing, J., Venumadhay, T., Dai, L., et al. 2019, PhaRvD,100, 043009, doi: 10.1103/PhysRevD.100.043009Sari, R., & Fragione, G. 2019, ApJ, 885, 24,doi: 10.3847/1538-4357 /ab43dfSchneider, R., Ferrara, A., Natarajan, P., & Omukai, K.2002, The Astrophysical Journal, 571, 30,doi: 10.1086/339917Schnittman, J. D., & Buonanno, A. 2007, ApJL, 662, L63,doi: 10.1086/519309Shapiro, S. L., & Marchant, A. B. 1978, ApJ, 225, 603,doi: 10.1086/156521Shima, E., Matsuda, T., Takeda, H., & Sawada, K. 1985,MNRAS, 217, 367, doi: 10.1093/mnras/217.2.367Shlosman, I., Choi, J.-H., Begelman, M. C., & Nagamine,K. 2016, MNRAS, 456, 500, doi: 10.1093/mnras/stv2700Sigurdsson, S., & Phinney, E. S. 1993, ApJ, 415, 631,doi: 10.1086/173190Spera, M., & Mapelli, M. 2017a, MNRAS, 470, 4739,doi: 10.1093/mnras/stx1576—. 2017b, MNRAS, 470, 4739, doi: 10.1093/mnras/stx1576Spitzer, L. 1987, Dynamical evolution of globular clustersStephan, A. P., Naoz, S., Ghez, A. M., et al. 2016, ArXive-prints. https://arxiv.org/abs/1603.02709—. 2019, ApJ, 878, 58, doi: 10.3847/1538-4357/ableddThe LIGO Scientific Collaboration, the VirgoCollaboration, Abbott, R., et al. 2020a, arXiv e-prints,arXiv:2009.01075. https://arxiv.org/abs/2009.01075—. 2020b, arXiv e-prints, arXiv:2009.01190.https: //arxiv.org/abs/2009.01190Umbreit, S., Fregeau, J. M., Chatterjee, $., & Rasio, F. A.2012, ApJ, 750, 31, doi: 10.1088/0004-637X/750/1/31Valiante, R., Schneider, R., Volonteri, M., & Omukai, K.2016, Monthly Notices of the Royal AstronomicalSociety, 457, 3356, doi: 10.1093/mnras/stw225Vink, J. S., Higgins, E. R., Sander, A. A. C., & Sabhahit,G. N. 2021, MNRAS, 504, 146,doi: 10.1093/mnras/stab842  \fIMBH ForMATION IN GALACTIC NUCLEI 11Wang, H., Stephan, A. P., Naoz, S., Hoang, B.-M., & Yue, B., Ferrara, A., Salvaterra, R., Xu, Y., & Chen, X.2014, Monthly Notices of the Royal AstronomicalSociety, 440, 1263, doi: 10.1093/mnras/stu351doi: 10.3847/1538-4357/ac088d Zheng, X., Lin, D. N. C., & Mao, S. 2020, arXiv e-prints,arXiv:2011.04653. https://arxiv.org/abs/2011.04653Zhu, Z., Li, Z., & Morris, M. R. 2018, ApJS, 235, 26,doi: 10.3847/1538-4357/836/2/244 doi: 10.3847/1538-4\"Breivik, K. 2021, ApJ, 917, 76,Woosley, S. E. 2017, ApJ, 836, 244, \f"}
{"Title": "Exploring new techniques for analyzing variability in white dwarf KIC 8626021", "Authors": "Thomas Huckans, Peter Stine", "Abstract": "  As is common with the collection of astronomical data, signals are frequently dominated by noise. However, when performing FTs of light curves, re-binning data can improve the signal-to-noise ratio (SNR) at lower frequencies. Using data collected from the Kepler space telescope, we sequentially re-binned data three times to investigate the SNR improvement of lower frequency (< 17 microHz) variability in white dwarf KIC 8626021. We found that the SNR at approximately 5.8 microHz greatly improved through this process, and we postulate that this frequency is linked to the rotation of KIC 8626021.      ", "Subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "DOI": "arXiv:2201.00029", "Text": "Exploring new techniques for analyzing variability in white dwarf KIC 8626021Thomas Huckans, Peter StineDepartment of Physics and Engineering, Bloomsburg University of Pennsylvania, 400 E 2\" St.,Bloomsburg, PA 17815\fAbstractAs is common with the collection of astronomical data, signals are frequently dominatedby noise. However, when performing FTs of light curves, re-binning data can improve the signal-to-noise ratio (SNR) at lower frequencies. Using data collected from the Kepler space telescope,we sequentially re-binned data three times to investigate the SNR improvement of lower frequency(< 17 Hz) variability in white dwarf KIC 8626021. We found that the SNR at approximately 5.8ptHz greatly improved through this process, and we postulate that this frequency is linked to therotation of KIC 8626021.IntroductionFirst detected in 1862, white dwarfs long posed a mystery for early observers. When thecompanion to Sirius was detected, apparent contradictions concerning the mass, luminosities, anddensities baffled astronomers. Lacking full understanding of atomic structures and the energystates of electrons, these early researchers believed white dwarfs too dense to exist. However, newdiscoveries at the turn of the 20\" century explained the existence of these stars, and between theworld wars white dwarfs were increasingly studied and modeled (Holberg, 2009).As stars age, those that lack the mass to become neutron stars and black holes becomewhite dwarf stars, representing 98% of the stars in our galaxy (Winget & Kepler, 2008). They arecomposed of a core of carbon and oxygen ions that slowly cools over billions of years, and thelight emanating from these stars is a result of thermal energy. White dwarf stars are no longersupported against the force of gravity by fusion, so the stars collapse into an electron-degeneratestate where the electrons in the carbon and oxygen atoms occupy the lowest energy levels. As twoelectrons cannot occupy the same quantum state, Pauli repulsion keeps white dwarfs fromcollapsing entirely.For many years, accurate detection of light variability in white dwarfs was difficult due toa lack of adequate instruments. However, the launch of the Kepler space telescope in 2009 madecapturing the light of distant stars much more efficient and effective (Basri et al., 2010). Keplerwas initially developed with the intention of surveying our region of the Milky Way galaxy inorder to find potentially habitable planets. The purpose of the mission was to identify key traits forsuch planets by determining the number of planets in habitable zones, the sizes and shapes of orbits,and the characteristics of the stars being orbited. Over the lifespan of its first mission, Keplerobserved approximately 1.5 x 10° stars (Johnson, 2018), affording scientists excellentopportunities to research stellar variability. Due to the loss of a second reaction wheel in 2013,NASA developed the K2 mission, a way to prolong Kepler’s assistance to astronomy andastrophysics.Utilizing Kepler’s ability to maintain three-dimensional control, NASA proceeded to usethe telescope to collect photometry data of certain sections of our galaxy, although the number oftargets was significantly reduced. In addition, the K2 mission was designed to be community-oriented, with the scientific community having an influence on the fields observed and serving asthe analysts of the vast amounts of data being received (Howell et al., 2014). Although Kepler wasdeactivated in 2018, the data used in this paper came from observations during 2010 and 2012 ofwhite dwarf KIC 8626021 and was obtained from the Kepler Asteroseismic Science OperationsCenter (KASOC).\fThe DBV white dwarf KIC 8626021 has an atmosphere rich in helium. Building uponprevious studies, this research investigated novel techniques of analyzing variability in whitedwarfs. The dwarf KIC 8626021 was chosen due to the large amount of preexisting research onthe star, allowing for the validation of results using our methods. KIC 8626021 has an effectivetemperature of 29,700 K, log g = 7.890, and mass of 0.56 Mo (Corsico, 2020). Other researchhas found that this white dwarf is the DBV with the highest known temperature, and its heliumlayer is the thinnest (Bischoff-Kim et al., 2015). Despite the long-cadence light curve being toonoisy to draw many conclusions, other FTs of short-cadence data have been performed to findvariability in the dwarf. Analyses at high frequencies of KIC 8626021 yielded pulsations withfrequencies of 4309.89 wHz, 5073.26 wHz, 3681.87 wHz, 3294.22 wHz and 2658.85 wHz(@stensen et al., 2011). These findings confirm the classification of the white dwarf as a V777Herculis, although our research focuses on low frequencies using long-cadence data.MethodsAll data were downloaded from the KASOC database, and the long-cadence (datasampled approximately every thirty minutes) measurements of Corrected Flux (ppm) wereanalyzed. All computations were made in Wolfram Mathematica and Microsoft Excel, and FTswere performed in Mathematica. The re-binning process consisted of summing adjacent lightcurve data points in each quarter, therefore doubling the sampling interval from 0.5 hour to onehour, and then repeating this process on the data sample for a total of three times. In addition, asignificant detection was defined as being 30 above the mean of the relative flux, and 0 on thegraphs below represents this 30 cutoff. (Koch, D. G., 2010), (Wolfram Research, Inc., 2021). Tofind the SNR, we converted to decibels. Using these SNRs, we were able to easily identifyimprovement in signal strength.ResultsFigure | presents the lightcurves constructed for quarters seven (Q7) and thirteen (Q13),with corrected flux magnitude (ppm) plotted versus time (Julian days). Figure 2 presents the FTsof the first iteration and three successive re-bins for Q7, while Figure 3 presents the FTs of thesame for Q13.Tables 1 and 2 both show the hypothesized frequency corresponding to the rotation ofKIC 8626021 that is found in the FTs of the first iteration and subsequent re-bins for Q7 andQ13. Tables 3 and 4 show all data values < 17 wHz found in the first iterations and re-bins of Q7and Q13.\fQ7 Light Curve450440430420Corrected Flux (ppm)400390 38055463 55473 55483 55493 55503 55513 55523 55533 55543Time (Julian Days)Q13 Light Curve847542537532Corrected Flux (ppm)827 52256015 56025 56035, 56045, 56055 56065 56075 56085 56095Time (Julian Days)FIG. 1: Pictured top is the light curve constructed for Q7, below is the light curve for Q13. Q7lasted from September 24 — December 13, 2010, and Q13 was from March 29 — June 23, 2012.Both graphs were constructed by plotting corrected flux magnitude (flux corrected forinstrumental artifacts) versus time in Excel, and gaps in the data were filled in by interpolatingbetween points. Q7 had forty-three interpolated points, and Q13 had sixty-six.\fCorrected Flux (ppm)Corrected Flux (ppm)Q7 First Iteration Q7 Re-bin 1      6Frequency of Light Variability (uHz ) Frequency of Light Variability (UHz )FIG. 2: The graphs show the initial FTs of Q7, and then the FTs of the three successive re-bins ofthe light curve data. The significant frequencies of 5.886 wHz and 5.889 wHz are circled. Thedisappearance of the frequency in the last FT is most likely a byproduct of the method, and thespurious frequency of 5.464 Hz in the last FT most probably represents an artifact of the re-binning process.ea3x=izss2Go£So0 20 40 60 80 100 120 140Frequency of Light Variability (Hz ) oO 10 20 30 40 50 60 70Frequency of Light Variability (Hz)Q7 Re-bin 2 Q7 Re-bin 38 1364 85 Q | 4 Avo S,22 | | | Z |$4 Hl LNW | Wy | A $26 | @3 | 7so~ ” ° 2 45 10 45 20 25 30 35 8 10 2 4 16\fCorrected Flux (ppm)Corrected Flux (ppm) -1015-20Q13 First Iteration Q13 Re-bin 1Nn Oo N &sCorrected Flux (ppm)Sob88 B20 40 60 80 100 120 140 0 10 20 30 40 50 60 70Frequency of Light Variability (uHz ) Frequency of Light Variability (Hz )Q13 Re-bin 2 Q13 Re-bin 3wo= 0€ lla&war2=32 I3E5-15Oo-20255 10 6 70 38 30 a5 ° 2 4 6 8 10 12 14 16 18Frequency of Light Variability (Hz ) Frequency of Light Variability (Hz )FIG. 3: The graphs show the initial FT of Q13, and then the FTs of the three successive re-binsof the light curve data. The significant frequencies of 5.784 wHz and 5.787 wHz are circled. Inaddition, in the third re-bin, the frequencies 11.641 wHz and 16.823 Hz rise above 3a and arenearly perfect integer multiples of 5.787 Hz. These harmonics are potentially indications of astarspot (Santos et al., 2017).\fQ7 SignificantData PointsQ7 FirstIterationQ7 Re-bin 1Q7 Re-bin 2LightVariabilityFrequency(uHz)5.8865.8865.889Corrected FluxMagnitude(ppm)-1.198-1.4770.597Period (days)1.9661.9661.965Signal-to-Noise(dB)9.912.819.2TABLE I: The table displays the various frequencies collected from Q7 and the informationfound through calculations to find period and SNR. The frequency of 5.464 Hz is not included,and therefore was not used in any calculations determining the average period of rotation. Thevalues under corrected flux magnitude are relative to our significant frequency cutoff of 30, thusnegative numbers are under the cutoff. Q13 SignificantData PointsQ13 FirstIterationQ13 Re-bin 1Q13 Re-bin 2Q13 Re-bin 3Q13 Re-bin 3Q13 Re-bin 3LightVariabilityFrequency(uHz)5.7845.7845.7875.78711.64116.823Corrected Flux Period (days) Signal-to-NoiseMagnitude(ppm)1.5552.8734.9386.9097.0732.2992.0012.0012.0002.0000.9940.688(dB)15.617.722.626.326.424.1 TABLE II: The table displays the various frequencies collected from Q13 and the informationfound through calculations to find period and SNR. The last two significant frequencies (11.641pHz and 16.823 Hz) for Q13 Re-bin 3 represent potential harmonics, which are discussed infurther detail in the Conclusions section of this paper. The values under corrected flux magnitudeare relative to our significant frequency cutoff of 30, thus negative numbers are under the cutoff.\fFirst Iteration (uHz) — First Re-bin (uHz) Second Re-bin (uHz) Third Re-bin (Hz)0.933 0.933 0.215 0.2161.148 1.148 0.575 0.5751.364 1.364 0.934 0.9351.507 1.507 1.005 1.00612.561 12.561 1.149 1.15016.581 16.581 1.221 1.2221.364 1.3661.508 1.5091.580 1.5821.724 1.7251.795 1.7975.889 2.0856.822 5.3929.192 5.4649.479 7.41611.203 9.48912.568 1.21514.291 2.58116.230 3.08416.589 3.4433.6594.0184.8095.0976.0316.4636.894 TABLE III: The table displays all frequencies of Q7 that had a corrected flux magnitude (ppm)above the cutoff of 3a. The minor shifting of significant frequencies between re-bins is a by-product of the method, and we calculated for such errors when finding our average.\fFirst Iteration (uHz) — First Re-bin (uHz) Second Re-bin (uHz) Third Re-bin (Hz)3.094 2.018 2.019 1.9515.784 3.094 3.095 2.0199.080 5.784 5.787 2.44213.519 7.667 7.671 2.75915.671 9.080 9.084 3.09516.209 11.165 11.641 3.63416.411 13.519 13.526 4.37415.469 15.477 4.77815.671 15.679 4.91216.209 15.881 5.04716.411 16.419 5.7878.4799.08410.56511.64113.52615.54415.88116.823TABLE IV: The table displays all frequencies of Q13 that had a corrected flux magnitude (ppm)above the cutoff of 30. The minor shifting of significant frequencies between re-bins is a by-product of the method, and we calculated for such errors when finding our average.ConclusionsAs our research used the long-cadence data from Kepler, much of the high-frequencyvariability due to gravitational wave pulsations is lost. However, this presents an opportunity toverify our results with the work of research groups that analyzed short-cadence data. With thedata analyzed, the lower frequencies between 5-6 Hz emerged. After finding the average of theperiods and accounting for a lo margin of error, our research hypothesizes that the rotationperiod of KIC 8626021 is 1.99 + 0.02 days. Other short-cadence research has found the rotationperiod to be 1.8 + 0.4 days, by analyzing the structures of independent modes (Bischoff-Kim etal., 2015). Other calculated periods of rotation have been ~ 1.7 days (Ostensen et al., 2011), andthese periods indicate that the more precise significant period identified through our re-binningrelates to the rotation of the white dwarf.Through the re-binning process, the SNR clearly improves for both quarters, and for Q7 itimproves by approximately 1.3 dB, except for the last data re-bin. In the last re-bin, the previous  \f10significant frequency disappears, which becomes increasingly likely after successive re-binningprocesses. The frequency 5.464 wHz rises as another significant frequency; however, we believethat this new frequency is simply an artifact of the re-binning process. In Q13, we saw SNRimprovement ranging from 1.1 dB to 1.3 dB.Through the re-binning process, more lines, or significant frequencies, appeared abovethe 30 cutoff, particularly at lower frequencies. These findings suggest that as an alternative toshort-cadence analysis, the re-binning process of long-cadence data can be used to identifysignificant lower frequencies in white dwarfs. The methods we used are also simple andreplicable, which allows even those with less experience to quickly analyze the large amounts ofdata being collected by orbiting telescopes, such as the currently active TESS (TransitingExoplanet Survey Satellite) telescope.The presence of possible harmonics in the third re-bin of Q13 also indicates the possiblepresence of a previously unseen starspot in KIC 8626021 caused by magnetic activity. Thesespots are darker, cooler, and modulate stellar light curves, and with confirmation of its existence,the harmonic frequencies can be used to calculate the spot’s rotation rate, size, latitude, andcontrast (Santos et al., 2017). Using the process of re-binning, a starspot signal, previouslydominated by noise, may have been discovered.\f11AcknowledgmentsWe wish to thank Bloomsburg University of Pennsylvania for its continued support of ourresearch.This paper includes data collected by the Kepler mission and obtained from the MASTdata archive at the Space Telescope Science Institute (STScI). Funding for the Kepler mission isprovided by the NASA Science Mission Directorate. STScl is operated by the Association ofUniversities for Research in Astronomy, Inc., under NASA contract NAS 5—26555.ReferencesBasri, G., Walkowicz, L. M., Batalha, N., Gilliland, R. L., Jenkins, J., Borucki, W. J., Koch, D.,Caldwell, D., Dupree, A. K., Latham, D. W., Meibom, S., Howell, S., & Brown, T. (2010).PHOTOMETRIC VARIABILITY IN KEPLER TARGET stars: THE SUN AMONGstars—a FIRST LOOK. The Astrophysical Journal, 713(2), L155-L159.https://doi.org/10.1088/2041-8205/713/2/L155Bischoff-Kim, A., O@stensen, R. H., Hermes, J.j., & Provencal, J. L. (2015). Seven-Periodasteroseismic fit of KIC 8626021. EPJ Web of Conferences, 101, 06009.https://doi.org/10.105 1/epjconf/201510106009Corsico, A. H. (2020). White-Dwarf asteroseismology with the kepler space telescope. Frontiersin Astronomy and Space Sciences, 7. https://doi.org/10.3389/fspas.2020.00047Holberg, J. B. (2009). The discovery of the existence of white dwarf stars: 1862 to 1930. Journalfor the History of Astronomy, 40(2), 137-154.https://doi.org/10.1177%2F002182860904000201Howell, S. B., Sobeck, C., Haas, M., Still, M., Barclay, T., Mullally, F., Troeltzsch, J., Aigrain, S.,Bryson, S. T., Caldwell, D., Chaplin, W. J., Cochran, W. D., Huber, D., Marcy, G. W.,Miglio, A., Najita, J. R., Smith, M., Twicken, J. D., & Fortney, J. J. (2014). The k2 mission:Characterization and early results. Publications of the Astronomical Society of the Pacific,126(938), 398-408. https://doi.org/10.1086/676406Johnson, M. (Ed.). (2018, October 30). Mission overview. National Aeronautics and SpaceAdministration. Retrieved September 2, 2021,https://www.nasa.gov/mission_pages/kepler/overview/index.htmlKoch, D. G., Borucki, W. J., Basri, G., Batalha, N. M., Brown, T. M., Caldwell, D., Christensen-dalsgaard, J., Cochran, W. D., Devore, E., Dunham, E. W., Gautier, T. N., Geary, J. C.,Gilliland, R. L., Gould, A., Jenkins, J., Kondo, Y., Latham, D. W., Lissauer, J. J., Marcy,G., ... Morrison, D. (2010). KEPLER MISSION design, REALIZED PHOTOMETRICperformance, AND EARLY SCIENCE. The Astrophysical Journal, 713(2), L79-L86.https://dx.doi.org/10.1088/2041-8205/713/2/L79@stensen, R. H., Bloemen, S., Vuckovic, M., Aerts, C., Oreiro, R., Kinemuchi, K., Still, M., &Koester, D. (2011). AT last—a v777 HER PULSATOR IN THE KEPLER FIELD. TheAstrophysical Journal, 736(2), L39. https://doi.org/10.1088/2041-8205/736/2/L39Santos, A. R. G., Cunha, M. S., Avelino, P. P., Garcia, R. A., & Mathur, S. (2017). Starspotsignature on the light curve. Astronomy &  Astrophysics,599, Al.https://doi.org/10.1051/0004-6361/201629923from\f12Winget, D.e., & Kepler, S.o. (2008). Pulsating white dwarf stars and precision asteroseismology.Annual Review of Astronomy and __ Astrophyics, 46(1), 157-199.https://doi.org/10.1146/annurev.astro.46.060407.145250Wolfram Research, Inc., Mathematica, Version 12.3.1, Champaign, IL (2021).\f"}
{"Title": "The influence of a fluid core and a solid inner core on the Cassini sate of Mercury", "Authors": "Mathieu Dumberry", "Abstract": "  We present a model of the Cassini state of Mercury that comprises an inner core, a fluid core and a mantle. Our model includes inertial and gravitational torques between interior regions, and viscous and electromagnetic (EM) coupling at the boundaries of the fluid core. We show that the coupling between Mercury's interior regions is sufficiently strong that the obliquity of the mantle spin axis deviates from that of a rigid planet by no more than 0.01 arcmin. The mantle obliquity decreases with increasing inner core size, but the change between a large and no inner core is limited to 0.015 arcmin. EM coupling is stronger than viscous coupling at the inner core boundary and, if the core magnetic field strength is above 0.3 mT, locks the fluid and solid cores into a common precession motion. Because of the strong gravitational coupling between the mantle and inner core, the larger the inner core is, the more this co-precessing core is brought into an alignment with the mantle, and the more the obliquity of the polar moment of inertia approaches that expected for a rigid planet. The misalignment between the polar moment of inertia and mantle spin axis increases with inner core size, but is limited to 0.007 arcmin. Our results imply that the measured obliquities of the mantle spin axis and polar moment of inertia should coincide at the present-day level of measurement errors, and cannot be distinguished from the obliquity of a rigid planet.      ", "Subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "DOI": "arXiv:2201.00037", "Text": "arXiv:2201.00037v1 [astro-ph.EP] 31 Dec 2021The influence of a fluid core and a solid inner core on theCassini sate of MercuryMathieu Dumberry !‘Department of Physics, University of Alberta, Edmonton, Alberta, Canada.Key Points:* The Cassini state obliquity of Mercury’s mantle spin axis deviates from that of a rigidplanet by no more than 0.01 arcmin.+ For a core magnetic field above 0.3 mT, electromagnetic coupling locks the fluid and solidcores into a common precession motion.« The larger the inner core is, the more the obliquity of the polar moment of inertia ap-proaches that expected for a rigid planet.Corresponding author: Mathieu Dumberry, dumberry@ualberta.ca\fAbstractWe present a model of the Cassini state of Mercury that comprises an inner core, a fluid coreand a mantle. Our model includes inertial and gravitational torques between interior regions,and viscous and electromagnetic (EM) coupling at the boundaries of the fluid core. We showthat the coupling between Mercury’s interior regions is sufficiently strong that the obliquity ofthe mantle spin axis deviates from that of a rigid planet by no more than 0.01 arcmin. The man-tle obliquity decreases with increasing inner core size, but the change between a large and noinner core is limited to 0.015 arcmin. EM coupling is stronger than viscous coupling at the in-ner core boundary and, if the core magnetic field strength is above 0.3 mT, locks the fluid andsolid cores into a common precession motion. Because of the strong gravitational coupling be-tween the mantle and inner core, the larger the inner core is, the more this co-precessing coreis brought into an alignment with the mantle, and the more the obliquity of the polar moment:of inertia approaches that expected for a rigid planet. The misalignment between the polar mo-ment of inertia and mantle spin axis increases with inner core size, but is limited to 0.007 ar-cmin. Our results imply that the measured obliquities of the mantle spin axis and polar mo-ment of inertia should coincide at the present-day level of measurement errors, and cannot bedistinguished from the obliquity of a rigid planet.Plain language summary: The plane of Mercury’s orbit around the Sun is slowly precess-ing about an axis fixed in space. This entrains a precession of the spin axis of Mercury at thesame rate, an equilibrium known as a Cassini state. The angle between the spin axis and thenormal to the orbital plane is known as the obliquity and remains fixed. Observations have con-firmed that Mercury’s obliquity matches, within measurement errors, the theoretical predic-tion based on an entirely rigid planet. However, we know that Mercury has a large metallic corewhich is liquid, although the central part may be solid. In this work, we investigate how thepresence of a fluid and solid core affect the Cassini state of Mercury. We show that the inter-nal coupling between the solid core, fluid core and the mantle is sufficiently strong that the obliq-uity of the mantle does not depart from that of a rigid planet by more than 0.01 arcmin, anoffset smaller than the present-day error in measurements. We also show that the larger thesolid inner core is, the more the planet behaves as if it were precessing as an entirely rigid body.1 IntroductionMercury is expected to be in a Cassini state (Figure 1) whereby its orbit normal and spin-symmetry axis are both coplanar with, and precess about, the normal to the Laplace plane [Colombo,1966; Peale, 1969, 2006]. The orientation of the Laplace plane varies on long timescales, butits present-day orientation can be reconstructed from ephemerides data [ Yseboodt and Margot,2006; Baland et al., 2017]. Likewise, the rate of precession is also not observed directly, but isreconstructed by ephemerides data. The latest estimate is a retrograde precession period of 325,513yr with an inclination angle of J = 8.5330° between the orbit and Laplace plane normals [Ba-land et al., 2017]. Measurements of the obliquity ¢,, defined as the angle of misalignment be-tween the spin-symmetry axis and the orbit normal, have been obtained by different techniques,including ground based radar observations [Margot et al., 2007, 2012], and stereo digital ter-rain images [Stark et al., 2015a] and radio tracking data [Mazarico et al., 2014; Verma and Mar-got, 2016; Genova et al., 2019; Konopliv et al., 2020] from the MErcury Surface Space ENvi-ronment GEochemistry and Ranging (MESSENGER) spacecraft. Within measurement errors,all techniques yield an obliquity which is coplanar with the orbit and Laplace plane normals and consistent with a Cassini state. Furthermore, the observed obliquity angle (2.042 + 0.08\fConfidential manuscript submitted to JGR-Planets                  ascendingnode of orbit  orbitaldirectiondescending énode of equator,/descendingnode of orbitFigure 1. The orbit of Mercury (M) around Sun (S) with respect to the Laplace plane (grey shadedrectangle) and the Cassini state of Mercury. The normal to the orbital plane (€§) is offset from the nor-mal to the Laplace plane (éf) by an angle J = 8.5330°. The symmetry axis of the mantle 9 is offsetfrom é4 by €m © 2 arcmin. é§ and é8 are coplanar with, and precess about, éf ina retrograde directionat frequency Q, = 27/325,513 yr~!. The blue (orange) shaded region indicates the portion of the orbit:when Mercury is above (below) the Laplace plane. Angles are not drawn to scale.  arcmin [Margot et al., 2012], 2.029+0.085 arcmin [Stark et al., 2015a] and 1.968+0.027 [Gen-ova et al., 2019] to list a few) matches that expected if Mercury occupies Cassini state 1.The prediction of Mercury’s obliquity is based on the assumption that the whole planetprecesses as a single body. However, we know that Mercury has a fluid core from two main linesof evidence. First, Mercury’s large scale magnetic field is intrinsic, and must be maintained bydynamo action [Anderson et al., 2011, 2012; Johnson et al., 2012]. This requires fluid motionin its metallic core, and hence that Mercury’s core is at least partially liquid. Second, the ob-served amplitude of the 88-day longitudinal libration is approximately twice as large as thatexpected if Mercury were librating as a rigid body [Margot et al., 2007, 2012; Stark et al., 2015a].This indicates that it is only the mantle that librates, and that the outer part of the core is fluid.These evidences do not necessarily imply that the whole of Mercury’s core is fluid, but only thatits outermost part must be. A solid inner core may have nucleated at the centre although itssize is not well constrained. Inner core growth leads to planetary contraction, and the inferredradial contraction of ~ 7 km since the late heavy bombardment [Byrne et al., 2014] places anapproximate limit of 800 km on the inner core radius [Grott et al., 2011]. However, the innercore could be larger if a significant fraction of its growth occurred earlier in Mercury’s history.\fWith a fluid core, and possibly a solid inner core, the observed obliquity ¢,, reflects theorientation of the spin-symmetry axis of the precessing mantle and crust alone. Neglecting dis-sipation, and at equilibrium in the Cassini state, the spin axis of the fluid core and the spin-symmetry axis of the inner core should both also precess about the normal to the Laplace planein a retrograde direction with a period of 325,513 yr. Both of these axes should also lie in theplane that defines the equilibrium Cassini state [e.g. Dumberry and Wieczorek, 2016], althoughtheir obliquity angles may be different than ¢,,. Whether the spin axis of the fluid core is broughtinto an alignment with the mantle obliquity depends primarily on the pressure torque (also re-ferred to as the inertial torque) exerted by the centrifugal force of the rotating fluid core on themisaligned elliptical shape of the core-mantle boundary (CMB) [Poincaré, 1910]. The more flat-tened the CMB is, the stronger the pressure torque is, and the more the fluid core is entrainedinto a co-precession at a similar obliquity to that of the mantle. The flattening of Mercury’sCMB is not known. But if one assumes that the topography of the CMB coincides with an equipo-tential surface at hydrostatic equilibrium with the imposed frozen-in mass anomalies in the up-per mantle and crust, then the pressure torque at the CMB is sufficient to bring the fluid coreinto a close alignment with the mantle [Peale et al., 2014]. The spin axis of the fluid core is notexpected to be exactly aligned with the spin-symmetry axis of the mantle, but sufficiently closethat the resulting mantle obliquity does not differ much from that of a single body planet. Fur-thermore, viscous and electromagnetic (EM) coupling at the CMB can further restrict the mis-alignment between the mantle and core [Peale et al., 2014].   If an inner core is present, its obliquity angle is determined by the sum of the torques act-ing on it. This includes the gravitational torque from the Sun acting on its tilted figure, anal-ogous to the torque applied on the tilted mantle that sets the obliquity ¢,,. In addition, thetilt of the inner core also depends on the gravitational torque imposed by the mantle and thepressure torque at the inner core boundary (ICB) imposed by the fluid core. If the mantle grav-itational torque dominates, the inner core tilt is expected to remain closely aligned with themantle. Conversely, if the pressure torque at the ICB is the largest, the inner core should in-stead be closely aligned with the spin axis of the fluid core. A strong viscous and/or EM cou-pling at the ICB should also enforce a closer alignment between the rotation vectors of the in-ner core and fluid core.It is on the basis of the observed mantle obliquity that the polar moment of inertia of Mercury is inferred [e.g. Peale, 1976; Margot et al., 2018]. Inherent in this calculation is the built-in assumption that the mantle obliquity does not deviate from that of a rigid planet by a sub-stantial amount. However, the recent study by Peale et al. [2016] suggests that the inner corecan be misaligned from the mantle by a few arcmin and that a large inner core can perturb theorientation of the spin vector of the mantle by as much as 0.1 arcmin. This challenges the as-sumption that the observed obliquity reflects the orientation of the whole planet.Furthermore, if a large inner core is misaligned with the mantle, then the mantle spin axisdoes not coincide with the orientation of the polar moment of inertia of the whole planet. Thiscan introduce a systematic offset between different types of obliquity measurements. Those basedon tracking topographic features [Margot et al., 2007, 2012; Stark et al., 2015a| capture the oblig-uity of the mantle spin axis. While those based on the orientation of the gravity field [Mazaricoet al., 2014; Verma and Margot, 2016; Genova et al., 2019; Konopliv et al., 2020] are insteadtied to the orientation of the principal moment of inertia of the whole planet. An offset of theobliquity of the mantle spin axis with respect to the gravity field could be used to constrain thesize of the inner core, even though this is difficult to do at present because the different esti-mates of the obliquity of the gravity field do not match well with one another. \fThere is thus a significant interest in properly assessing how the presence of a solid in-ner core at the centre of Mercury may affect its Cassini state equilibrium. Here, we present amodel of Mercury’s Cassini state that comprises a fluid core and solid inner core. The modelis an adaptation of a similar model developed to study the Cassini state of the Moon [Dumb-erry and Wieczorek, 2016; Stys and Dumberry, 2018; Organowski and Dumberry, 2020]. Thespecific questions that motivate our study are the following. First, we want to determine howlarge the misaligned obliquities of the fluid core and solid inner core can be and how they de-pend on model parameters. Second, we want to assess by how much the mantle obliquity maydiffer from that of an entirely rigid Mercury, and third, by how much the obliquities of the spin-symmetry axis of the mantle and gravity field may differ.2 Theory2.1 The interior structure of MercuryOur model of Mercury consists of four layers of uniform density: a solid inner core, a fluidouter core, a solid mantle, and a thin crust. The outer radii of each of these layers, are denotedby rs, Tf; Tm, and R, and their densities by ps, pr, Pm, and pc, respectively. The inner core ra-dius r, corresponds to the ICB radius, the fluid core radius ry to the CMB radius, and R =2439.36 km to the planetary radius of Mercury. Compressibility effects from increasing pres-sure with depth are not negligible in the core of Mercury. However adopting uniform densitiessimplifies the analytical expressions of the model while still capturing the first order rotationaldynamics. Uniform densities were also adopted by Peale et al. [2016] and following the samestrategy facilitates comparisons between our results.We build our interior model as detailed in Peale et al. [2016]. We first specify rs, ps (ora density contrast at the ICB), the crustal density p, and crustal thickness h = R—rm. Thethree unknowns ry, py and pm are then solved such that the interior model is consistent withthe known mass M and chosen values of the moments of inertia of the whole planet C and thatof the mantle and crust C,,.Each layer is triaxial in shape. We denote the polar flattening (or geometrical ellipticity) by ¢;, defined as the difference between the mean equatorial and polar radii, divided by the meanspherical radius. Likewise, we denote the equatorial flattening by the variable €;, defined as thedifference between the maximum and minimum equatorial radii, divided by the mean spher-ical radius. As above, we use the subscript i = s, f, m andr, to denote the polar or equa-torial flattenings at the ICB, CMB, crust-mantle boundary (CrMB), and surface.The measured polar and equatorial flattenings are taken from Perry et al. [2015] and theirnumerical values are given in Table 1. We then assume that the ICB and CMB are both at hy-drostatic equilibrium with the imposed gravitational potential induced by the flattenings at theCrMB and surface. The flattenings at all interior boundaries are specified such that they areconsistent with the observed degree 2 spherical harmonic coefficients of gravity Jz and C9; theirnumerical values are given in Table 1. Specifically, Jo and C22 are connected to the principalmoments of inertia of Mercury (C > B > A) and to the polar and equatorial flattenings by C-A_ 84 1Jo = Tape = 5 Re [(ps — pp)rees + (pF — Pm)rFe¢ + (Pm — Pe)Tr€m + peRPer] , (la)B-A_ 8\" 122 = Tape ~ Te aad pe LPs — es) s&s + (ep — Pm) FEF + (Om — Pe)rn&m + PRE] (1b)where A is the mean equatorial moment of inertia defined below. The same procedure was usedin Peale et al. [2016] and the mathematical details are given in Equations (18-20) of Dumberry\f Mercury ParameterNumerical valueReference mean motion, nrotation rate, Q, = 1.5norbit precession rate, Q»Poincaré number, dw = 0/0,orbital eccentricity, e.orbital inclination, Imean planetary radius, Rmass, MWmean density, pJzC22polar surface flattening, e,.equatorial surface flattening, €,27 /87.96935 day~*27 /58.64623 day~!2m /325,513 yrot4.9327 x 10770.205638.5330°2439.360 km3.3012 x 1078 ke5429.5 kg m~35.0291 x 10758.0415 x 10-66.7436 x 10745.1243 x 10-4Stark et al. [2015b]Stark et al. [2015b]Baland et al. [2017]Baland et al. [2017]Baland et al. [2017]Perry et al. [2015]Genova et al. [2019]Genova et al. [2019]Genova et al. [2019]Perry et al. [2015]Perry et al. [2015] Table 1. Reference parameters for Mercury. The mass M is computed from GM = 22031.8636 x 10°m*/s? taken from Genova et al. [2019]. The mean density is calculated from = pR® = M. The numericalvalues of €, and €, are calculated from ¢, = (@—c)/R and €, = (a — b)/R, where @ = $(a + 6) and wherea = 2440.53 km, b = 2439.28 km and c = 2438.26 km are the semimajor, intermediate and semiminoraxes of the trixial ellipsoidal shape of Mercury taken from Table 2 of Perry et al. [2015]. Jz and C22 arecomputed from Equation (4) in the Supporting Information of Genova et al. [2019].and Wieczorek [2016] who adopted the same strategy in their interior modelling of the Moon.Note that we neglect the misalignment between the triaxial shape of Mercury’s surface topog-raphy and the axes of the principal moments of inertia, which amount to a polar offset of ~ 2°and an equatorial offset of ~ 15° [Perry et al., 2015}.Once the densities and flattenings of all interior regions are known, we can specify the mo-ments of inertia of the fluid core (Cy > By > Ag) and solid inner core (Cs; > Bs > As)along with the mean equatorial moments of inertia- 1 = 1 = 1A= 5(A+ 8B), As = 5(Ay + By), As = 5(As + Bs). (2)From these, we define the polar (e, ef, e,) and equatorial (7, 7.) dynamical ellipticities of thewhole planet (no subscript), fluid core (subscript f) and solid inner core (subscript s), whichenter our rotational model,      e a ef A; es a. (3a)B-A B,- Asy= c= ass 3b7 Z 1s a (3b)We further note that e and 7 are connected to Jz and C22 byMR? 4M R?2 = —— Jo, = —_ Cy. 4e A 2 Y A 22 ( )6\f    &Figure 2. Geometry of the Cassini state model of Mercury viewed (a) in the Cassini plane and (b)in a frame attached to the rotating mantle. The orbit normal (é) is tilted by an angle J = 8.533° fromthe Laplace normal (é%) and the symmetry axis of Mercury’s mantle (€) is tilted by an obliquity emwith respect to €§. Shown in (a) are the orientations of the symmetry axis of the inner core (€§), therotation rate vectors of the mantle (Q), fluid core (Qf) and inner core (Qf) and angles Op, On, Om, OFand @, in their Cassini state equilibrium. All vectors and angles are in a common plane which we referto as the Cassini plane. The light grey, white, and dark grey ellipsoid represent a polar cross-section ofthe mantle, fluid core and inner core, respectively; blue shaded parts show an equatorial cross section.The black curved arrow in the equatorial plane in (a) indicates the direction of rotation of the equatorialmantle axes é? and é2 with respect to the Cassini plane. Viewed in the frame attached to the rotatingmantle (b), the Cassini plane is rotating at frequency wWQ, = —Q, — Q, cos in the longitudinal direc-tion. The oblateness of all three regions and the amplitude of all angles are exaggerated for purpose ofillustration.\f2.2 The rotational modelMercury’s rotation is characterized by a 3:2 spin-orbit resonance in which it completes3 rotations around itself for every 2 orbital revolutions around the Sun. The orbital period is87.96935 day and the sidereal rotation period is 58.64623 day [Stark et al., 2015b]. These de-fine the mean motion n = 27/87.96935 day—! and the sidereal frequency 2, = 27/58.64623day~!, with Q, =1.5n. Mercury’s rotational state is also characterized by a Cassini state wherebythe orientations of the orbit normal (€4) and of the mantle symmetry axis (€§) are both copla-nar with, and precess about, the normal to the Laplace plane (é%). The orientation of the Laplaceplane varies on long timescales, but it can be taken as invariable in inertial space for our presentpurpose. The Cassini state of Mercury is illustrated in Figure 1. The angle between é¥ and éJis the orbital inclination J = 8.5330° [Baland et al., 2017], the angle between é4 and é§ is theobliquity ¢,, and the angle between é¥ and €§ is 0, = I +m. The precession of é4 and é§about the Laplace pole is retrograde with frequency Q, = 27/325, 513 yr~! [Baland et al., 2017].The mantle and crust are welded together and form a single rotating region which we re-fer to as the ‘mantle’ in the context of our rotational model. The rotation and symmetry axesf the mantle are expected to remain in close alignment, but they do not coincide exactly. Weodefine the rotation rate vector of the mantle by Q, and its misalignment from é§ by an angleOm. Note that #mn < €m and it is often the spin axis of Mercury which is used to define theobliquity ém [e.g. Baland et al., 2017]. If Mercury were an entirely rigid planet, 63 and Q wouldcharacterize the symmetry and rotation axes of the whole of Mercury, not just its mantle, andthe angles I, €m and 6,, would completely describe the Cassini state. The presence of a fluidouter core and solid inner core require three additional orientation vectors and angles. The sym-metry axis of the inner core is defined by unit vector 68 and its misalignment from é3 by anangle @,,. The rotation vectors of the fluid core and inner core are defined as Qf and Qs, re-spectively, and their misalignment from the rotation vector of the mantle 2 are defined by an-gles 0, and 0, (see Figure 2a). The rotation and symmetry axes of the inner core remain in close alignment, so 0, + 0;. To be formal in our definition of the different angles of misalignment,for I defined positive as depicted on Figure 2a, all angles are defined positive in the clockwisedirection.At equilibrium in the Cassini state, the three orientation vectors (éf, ée, é§) and threerotation vectors (Q, Nf, Ns) are forced to precess about eb at the same frequency. If we ne-glect dissipation, all vectors lie on the same plane, which we refer to as the Cassini plane. Viewedin inertial space, the Cassini plane is rotating in a retrograde direction at frequency Q,. Viewedin the frame attached to the mantle rotating at sidereal frequency (2,, the Cassini plane is ro-tating in a retrograde direction at frequency wQ, (see Figure 2b), where w, expressed in cyclesper Mercury day, is equal tow = —1 -dweos(Oy). (5)The factor dw = 2,/Q, = 4.933 x 10-7 is the Poincaré number, expressing the ratio of theforced precession to sidereal rotation frequencies. The invariance of the Laplace plane normalas seen in the mantle frame is expressed asdGes + 2x ef = 0, (6)or equivalently, by Equation (19e) of Stys and Dumberry [2018],wsin(4,) + sin(@m + Op) = 0. (7)\fThis expresses a formal connection between 6, and 6,, which is independent of the interior struc-ture of Mercury. Using Equation (5) and cos(6,,) + 1, this connection can be rewritten assin(Om) = dw sin(Op) . (8)and thus the relative amplitudes of 6, and 6, depend of the Poincaré number dw.To investigate Mercury’s response to the gravitational torque from the Sun, we take ad-vantage of the framework developed in Mathews et al. [1991] to model the forced nutations ofEarth [see also Mathews et al., 2002; Dehant and Mathews, 2015]. This model takes into ac-count the pressure torque (also referred to as the inertial torque) that results when the spin axisof the fluid core is misaligned from the symmetry axes of the elliptical surfaces of the CMB andICB. It also includes the gravitational torque exerted on the inner core when it is misalignedwith the mantle. Electromagnetic and viscous torques at both the CMB and ICB have beenincorporated into the framework [e.g Buffett, 1992; Buffett et al., 2002; Mathews and Guo, 2005;Deleplace and Cardin, 2006]. The framework was adapted to model the Cassini state of the Moonin Dumberry and Wieczorek [2016] and further developed in Stys and Dumberry [2018] and Organowskiand Dumberry [2020]. We adapt it here to capture the Cassini state of Mercury.Because the forced precession period is much longer than the rotation and orbital peri-ods of Mercury, the gravitational solar torque that is relevant to the Cassini state is the meantorque averaged over one orbit. This mean torque is perpendicular to the Cassini plane, point- ing in the same direction as the vector connecting the Sun to the descending node of Mercury’sorbit in Figure 1. Hence, viewed from the mantle frame, the orientation of this mean torqueis periodic, rotating at frequency wQ,. Setting the equatorial directions é? and é} to correspondto the real and imaginary axes of the complex plane, respectively, we can write the equatorialcomponents of this periodic applied torque in a compact form asPy (t) + iP2(t) = —i Pw) explinQ,t], (9)where Tw) represents the amplitude of the torque at frequency wQ,. In response to this torque,the axes defining all angles (4), €m; Am, 97; 9s, On) as viewed in the mantle frame are also ro-tating at frequency wQ, (see Figure 2). The longitudinal direction of each of these angles ata specific time t¢ can then also be written in the equatorial complex plane and is proportionalto exp[iwQ,t]. For instance, the two equatorial time-dependent components 61 and Om2 of theangle 6,,, as seen in the mantle frame, can be written asOmi(t) + 1Omo(t) = m expfiwOot}, (10a)wherem = mw) = Re[m] + iIm[m] , (10b)is the amplitude at frequency wQ,. Equivalent definitions apply for all other angles, with theconnection as follows:Oman, Of emp, OM, On Shs, MSP, EnSEm- (11)The notation m, my, Ms, Tis follows that introduced in the original model of Mathews et al. [1991].Note that all tilded amplitudes are complex: their imaginary part reflects the out-of-phase re-sponse to the applied torque as a result of dissipation, for instance from viscous or EM coupling\fat the boundaries of the fluid core. In the absence of dissipation, all tilded variables are purelyreal. We concentrate our analysis in this work on the real part of the solutions, which corre-sponds to the mutual alignment of these five rotation angles in the Cassini plane. As such, &,corresponds to the observed obliquity of the mantle symmetry axis. It is thus equivalent to ém,though we keep the tilde notation in the presentation of our results to emphasize that it rep-resents the real part of the solution from our system. Furthermore, since m < &m, we oftenrefer to €,, as the orientation of spin axis of the mantle, since the Cassini state of Mercury ismore customarily described in terms of the latter in the literature.The model of Mathews et al. [1991] is developed under the assumption of small angles asappropriate for the nutations on Earth. The details on how the equations of the model are de-rived can found in Mathews et al. [1991] and in Dumberry and Wieczorek [2016]. Three equa-tions describe, respectively, the time rate of change of the angular momenta of the whole of Mer-cury, the fluid core, and the inner core in the reference frame of the rotating mantle. These threeequations are  A A A 1 ¢(wen + (1+w)| Shiny + ing + ae. +\" mea (Peun) (12a)m+ (L+w ter ing — wares Ag = aE —Demp — Pies) , 12b° f oft f~ ~ ~ ~ 1 =~ ~(w — ages)m + ayesmy + (1 +w) ms + (1+ w— ag) esis = mA. (Phun + i) : (12c)‘oftsand a fourth equation consists of a kinematic relation that expresses the change in the orien-tation of the inner core figure as a result of its own rotation,Ms twit, =0. (12d)In these equations, the parameters a1, a2 and a3 involve the density contrast at the ICBand are given byp. ©ao a3=l-ay, ag=a,—aga,, (18a)swhere the parameter ay is a measure of the ratio of the gravitational to inertial torque appliedon the inner core,8rGOo 502where G is the gravitational constant.[ec(Er = €m) + Pm(Em _ ef) + pres] , (1b)Teun is the amplitude of the gravitational torque by the Sun on the whole of Mercury. Fora small mantle obliquity €,, and a small inner core tilt As, it is given by= copoals 2 Asn =Pyun = —i05A (ong + Foxbut) : (14)where~10—\f3n? 1Om = 99 [cave + 3 G201 | ; (15a)3n? 1Qs = aQ2 [ce es + C201 > , (15b)and where G19 and G9; are functions of the orbital eccentricity ec,1 .Go10 = Ge’ (16a)7 123 , 489= =€. — —~ep + ——e?. 16bGani = 5 ~ 76% + ogee (16b)The gravitational torque by the Sun acting on the inner core alone, Tans isDein = ~122A,0305(Em + fs) - (17)Dem and Tico are the torques from tangential stresses by the fluid core on the mantle at theCMB and on the inner core at the ICB, respectively. These torques can be parameterized interms of dimensionless complex coupling constants Kip and Kem» and the differential angu-lar velocities at each boundary [e.g Buffett, 1992; Buffett et al., 2002],Pico = iQ2 A Kic(tmy — Ts), (18a)Pomp = iQ As Kemp tig - (18b)Specific expressions for K;-p and Kem» are delayed to sections 4 and 5 when we consider theeffects of viscous and EM coupling, respectively.A fifth equation is required to connect this interior model to the obliquity of the mantle,and this is provided by Equation (7). For small angles 6, and 6), this gives [e.g. Mathews et al.,1991; Dumberry and Wieczorek, 2016; Baland et al., 2019]m+(1+w)p=0. (19)For Mercury, it is more convenient to connect the internal model with €,, instead of p. Thisis because 6) *% 8.567° whereas €,, * 2 arcmin and thus the latter obeys more strictly thecondition of small angles assumed in our framework. Furthermore, the external torques act-ing on the whole planet (Equation 14) and inner core (Equation 17) depend linearly on &,,. Writ-ten in terms of é,, and with the approximation of é, <1 and m < 1, Equation (7) becomesm+(1+w)ém = —(1+w)tanl. (20)Likewise, the frequency w from Equation (5) can be written simply in terms of J,w=--1-dweosl. (21)The set of four Equations (12) with the addition of Equation (20) form a linear systemof equations for the five rotational variables m, my, Ms, Ns and Em. It captures the responseof Mercury, in the frequency domain, when subject to a periodic solar torque applied at fre-quency w. The system can be written in a matrix form as-11-\fM-x=y, (22a)where the solution (x) and forcing (y) vectors arex\" = [rn my, Ms, fis,Em] » (22b)y? = [0,0,0,0,-(1+w) tan J] , (22c)and the elements of matrix M are  w—e (+w)40 | (L+w)42  Aeas((L+w)est¢s) dmw ltw+ert+ Kem + 42 Kies - a Kien —wesQy a 0M= |w—ases ayes — Kieb l+wt+Kia (l+w-ar)est+az¢s  azds0 0 1 w 01 0 0 0 (1+)(22d)Solutions of the homogeneous system (i.e. y = 0) represent free modes of precession. Threemodes have periods which, when seen in inertial space, are typically in the range of a few hun-dred to a few thousand years. The first is the free axial precession of Mercury maintained bythe solar torque acting on its elliptical figure [e.g. Peale, 2005]. The second is the free core nu-tation (FCN), which is the free precession of the spin axis of the fluid core about the symme-try axis of the CMB [e.g. Mathews et al., 1991]. The third is the free inner core nutation (FICN),a free mode of rotation similar to the FCN but associated with the inner core [e.g. Mathews et al.,1991].A few remarks on our model are important to point out before we proceed further. First,although we have retained the triaxial shape of Mercury in the expression of the solar torque,we treat its angular momentum response as if it were an axially symmetric body. This is con-venient as the two equatorial angular momentum equations for each region can be combinedinto a single equation. To first order, the frequency of the free precession of Mercury is not largelyaltered by triaxiality [e.g. Peale, 2005]. Baland et al. [2019] showed that the frequencies of theFCN and FICN for a triaxial planetary body may be slightly different than those for an axi-ally symmetric body, but not by large factor. As the response of Mercury to the solar torqueis largely determined by the resonant amplification due to the presence of these three modes,our model should capture correctly the first order Cassini state of Mercury. Considering thetriaxial shape of Mercury may alter the numerical results, but not our general conclusions.Second, our modelling approach is different than in the studies of Peale et al. [2014] andPeale et al. [2016]. In these two studies, dynamical models of Mercury’s Cassini state are de-veloped and must then be integrated in time. The equilibrium Cassini state is the quasi-steadystate that remains after transient effects associated with the initial conditions have decayed away.An advantage of these models compared to ours is that the complete triaxial dynamics of Mer-cury, including its longitudinal librations, are retained. However, the numerical integration canbe lengthy if dissipation is weak, which restricts the number of possible interior models of Mer-cury that can be tested. In contrast, our model is a simple linear system in the frequency do-main, focused on one specific frequency: the forced precession associated with the Cassini state.Solutions are straightforward to obtain for a given interior model, and this allows us to covera larger span of the parameter space. One drawback, however, is that our model does not cap-ture time-dependent variations at any other frequencies, including the precession of the peri-center of Mercury’s orbit about the Sun.—12-\f2.3 Analytical solutions and limiting cases2.3.1 The Cassini state of a single-body, rigid MercuryFor a rigid planet with no fluid and solid cores, our system of equations reduces to Equa-tions (12a) and (20),(w —e)ii + dmém =0, (23a)m+ (l+w)ém = —(1+w)tanl. (23b)Using Equation (21), dw <1, and the approximation A(1+e+dw cos I) = C+ AdwcosI =C, these can be written asCin = Adin Em. (24a)ww ( sin I + cos Lem) : (24b)Equation (24b) gives a direct relationship between m and €,,. For I = 8.5330°, dw =4.9327x10-7 and taking €,, = 2.04 arcmin, this gives m = 2.52x10~* arcmin, much smallerthan é: the offset of the rotation axis of the mantle with respect to its symmetry axis is verysmall. Substituting Equation (24b) in Equation (24a) givesCQ, (sinI + cos I En) = AQ .bmEm; (25)and isolating for é;,,~ CQ, sin I ;im = Sa. (26)—CQ, cos I + AQoomUpon using Equations (4), (15a), and Q, = an, we can writeCQ, sinI—CQ, cos I + nM R? (Goi9J2 + 2G291C22) *This is the standard prediction for the obliquity of a rigid Mercury occupying Cassini state 1 Em (27)[see for instance Equation (1) of Baland et al., 2017, where their definition of Q is equal to —,].Hence, in the absence of a fluid core and inner core, our system retrieves the Cassini state ofMercury correctly. Equation (27) can be manipulated to solve instead for the normalized mo-ment of inertia C,A C Goi0J2 + 2G201C:C= _ 2 Gaiod2 26201022 (28)MR? QQ, cosI+sinI/émwhich is equivalent to Equation (89) of Van Hoolst [2015]. It is based on the latter equationthat a measurement of the obliquity gives a constraint on C.Two free modes of precession are found by setting y = 0 in Equation (23). One mode cor-responds to the Eulerian wobble, or Chandler wobble, and represents the prograde precessionof the rotation axis about the symmetry axis. The second mode is the free retrograde axial pre-cession of Mercury. As seen in the inertial frame, its frequency is given by—13-\fYT R2Wp = ae (Ga1oJ2 + 2G201C22) ; (29)which is equivalent to the prediction by Peale [2005] when neglecting its small elliptical com-ponent. Note that in Peale [2005] it was assumed that only the mantle was involved in the solid-body precession and hence C’ was replaced by C,,. Using C = 0.346 - MR? [Margot et al.,2012] and the numerical values for n, Jz, C22 and e, given in Table 1, we obtain a free preces-sion period of Ts, = 27/wy, = 1298 yr. If we use C,,, instead of C in Equation (29), and takeCm = 0.431-C = 0.431-0.346- MR? [Margot et al., 2012], we obtain Ty, = 27/wyp, = 560 yr.These estimates are similar to those obtained by Peale [2005]. Because the CMB is elliptical,the pressure torque exerted on the fluid core by the mantle leads to an entrainment of the fluidcore, the degree of which depends on the amplitude of the pole-to-equator CMB flattening. Thetrue free precession period lies somewhere between 560 and 1298 yr. Regardless of its exact value,the free precession period is much shorter than the forcing period of 325 kyr. Using Equation(29), Equation (27) can be written as [e.g. Baland et al., 2017]~ OQ, sin IEm =~ =O, cos I + wy,” (30)The obliquity of Mercury is thus determined by how the forcing frequency 2, compares withthe free precession frequency wy,. Because ws, > Qp, Mercury occupies Cassini state 1 [Peale,1974]. Furthermore, Equation (30) shows that a large obliquity can be generated by resonantamplification if Q, * wyp. Since wrp >> Op, resonant amplification is minimal and the re-sulting obliquity, €, * 2 arcmin, is much smaller than the inclination angle J ¥ 8.5°.2.3.2 The misalignment of the fluid and solid coresWith w = —1—dwcosI and dw < 1, Equation (12d) gives i, + ms; as for the mantle,the rotation and symmetry axes of the inner core remain closely aligned in the Cassini state.The relationship between m and €,, of Equation (24b) is independent of the interior structure,so it remains unchanged when a fluid and a solid cores are present. Substituting it in Equa-tion (12a), and setting r, = ms, the angular momentum equation of the whole planet becomesCQ, (sin I + cos I Em) + (Ay cos IQ,)my + As (cos I Xp — 1,03¢5)Rs = AQodmEm - (31)This latter equation shows how the misaligned inner core and fluid core can lead to a modifi-cation of the mantle obliquity €,,. Approximate analytical solutions of i, and my are given by  . 2 0.(Kied — a1€s . ~ Qoasds ~ 5ie Y (1 + eRe 016s) (sin + cos I Em) — “ae Em + (32a)~ Ww, - Q As ~ :my & Hy cain + cos I Em) + Xp Ay (Mice - a1€s) its ; (32b)whereAs 02 (Kiew _ ayes)K=[—-Te ee a (33a)Af As rfAp = Ff — Q, cos I (33b)As = Fs — Qy cos I (33c)—14—\fand where we have introduced the frequenciesAaf = (« + Kemp + = Ku) ; (33d)f5, =2 (csasay — esa, +a3¢s + Kico) . (33e)These solutions are good approximations for all the results that we present in section 3. Foran observed mantle obliquity €,, and for a chosen set of interior model parameters, they pro-vide useful predictions of i, and my.In the limit of a very strong coupling between the fluid core, solid core and mantle, , >>Q, and af > Qy, so that A, + 0, my — 0 and Equation (31) reverts back to Equation (25)for a rigid planet. In the opposite limit of no coupling between the fluid core, solid core andmantle (i.e. for spherical internal boundaries, ef = es = ys = 0 and no viscous or EM cou-pling, Kem» = Kicy = 0), thenogs=0, K=1, ApH=As=—OQpcosI, my =As = —(tanI+ém). (34)Inserting these in Equation (31), and with the moment of inertia of the mantle equal to Cy, =C — Ay — Ag, we obtainCrm Q (sin I + cos I Em) = AQbmEem - (35)which describes, as expected, a forced precession of the mantle alone. If this was the case forMercury, taking C,,,/C = 0.431, the obliquity should be €,, + 0.88 arcmin, substantially smallerthan the observed obliquity of €,, ~ 2 arcmin.If of © Qy (and thus Ay + 0) and/or o, © Qy (and thus A, > 0) resonant amplifica-tion leads to large amplitudes for my, 7, and the mantle obliquity €,,. The frequencies of anda, are closely related to the FCN and FICN frequencies wen and wien, respectively. Hence,just as a large mantle obliquity can result from resonant amplification when the forcing frequencyapproaches the free precession frequency, a large mantle obliquity can likewise result from res-onant amplification when the forcing frequency approaches the FCN or FICN frequencies. Thesefrequencies depend on the interior density structure and are not known. However, we will showthat for reasonable interior models of Mercury, the FCN and FICN periods are in the range ofa few hundred yr. This is sufficiently far from the forcing period (325 kyr) that we do not ex-pect an important amplification effect. Furthermore, since Wren, Wficn > Qp, then a > OQ,and o, > Qp, and we are in the strong coupling limit. The mantle obliquity should be closeto that expected for a rigid planet, as observations suggest. Therefore, we expect that my andms should be of the order of €,, or smaller. This further justifies the assumption of small an-gles that we have adopted.3 Results3.1 Geodetic constraints and interior density structureAll our interior models are constrained to match the mass M of Mercury and specific choicesof C = C/MR? and Cyn/C. The choice of C' is determined from Equation (28). For the pa-rameters listed in Table 1, and an observed obliquity of ¢y, = 2.04 arcmin [Margot et al., 2012],this gives C = C/MR? = 0.3455 and all our interior models are consistent with this choice.Obviously, this reflects a Cassini state equilibrium in which the fluid core and inner core are\fperfectly aligned with the mantle, which is not strictly correct. Hence, we make an error in es-timating C from Equation (28), or conversely in predicting €,,, based on a given choice for Cc.Part of the objective of our study is to estimate how large this error is. The ratio C,;,/C is ob-tained from the amplitude of the 88-day longitudinal mantle libration ¢,, which is given by  Lo MRC 1 onbo = 6° f(€c)Cr2 CG Galte’ (36)whereye, 9594f(ec) =1—1les + Re (37)and where ¢ is a correction that takes into account the entrainment of the inner core in the li-bration [Van Hoolst et al., 2012; Dumberry et al., 2013; Dumberry and Rivoldini, 2015]; this cor-rection is small and, to simplify, we neglect it here. Taking the observed libration amplitudeto be 38.5 arcsec [Margot et al., 2012], C = C/MR? = 0.3455 and C2 and e, from Table 1,this corresponds to a ratio C;,/C = 0.4269, or equivalently Cin = Cim/M R? = 0.1475.For all results presented in our study, the crustal density is set at pe = 2974 kg m7? [Sori,2018]. Our standard choice for the crustal thickness ish = 26 km [Sori, 2018], although insection 3.2 we also present some results with other choices of h. We have considered two pos-sible prescriptions connected to the density of the inner core. First, for all the results presented in sections 3.2, 3.3 and 3.4, we have used a fixed inner core density of p, = 8800 kg m~* ap-proximately that obtained in Dumberry and Rivoldini [2015] under the assumption of a pureFe composition in face-centered cubic phase. This captures an end-member scenario where thecore composition is an Fe-S alloy; at Mercury’s core conditions, crystallization of Fe is relativelyfree of S on the Fe-rich side of the eutectic [Li et al., 2001]. If the core composition is insteadan Fe-Si alloy, approximately equal partitioning of Si between the liquid and solid phase [e.g.Schaefer et al., 2017] implies a weak chemical contrast at the ICB. The density jump across theICB is expected to be small, although since density increases with depth, the contrast betweenthe mean densities of the fluid and solid cores is larger. It is these mean densities that enterour Mercury model with uniform density layers. To capture this other end-member core com-position scenario, in section 3.5 we present results where we instead prescribe a fixed densitycontrast between the fluid and solid core; specifically, we set the numerical value of a3.For a given choice of inner core radius r,, the densities of the mantle (p,,) and fluid core(py) and the radius of the CMB (ry) are determined such that the interior model matches M,C = 0.3455 and Cm = 0.1475. Figure 3a shows how pm, py and ry vary as a function of in-ner core radius r, for each of the two inner core density scenarios: a fixed ps, or a fixed ag. Whenthe inner core is small, its presence has a limited influence on the resulting density structure,and we find pm = 3197 kg m~3, pp = 7263 kg m~° and ry = 2000 km in each of the twoscenarios. When p, is fixed to 8800 kg m~°, as the inner core reaches 1500 km in size, ry in-creases to above 2100 km, pm approaches 4000 kg m~* and py is reduced to below 5000 kg m7.Figure 3a illustrates that when adopting a fixed p,, there is a limit in the possible inner coresize, as otherwise pm gets unreasonably large and py gets inappropriately small (as it wouldrequire an excessively large concentration of light elements). When adopting instead a fixed den-sity contrast, with a3 = 0.1, the changes in ry, Pm and py with inner core radius are more mod-est, allowing larger possible inner core sizes. Different assumptions on p. and h would alter thenumerical values shown on Figure 3a but not their trends with r..Figure 3b shows how the FCN and FICN periods vary with r, for each of the two innercore density scenarios and in the absence of viscous and EM coupling (i.e. Kemp = Kich =~16—\f 8000             [ 2100 14007000 | fluid core density ——~__[2080 — = 1200€oa = 1000E 6000 coon 2S2 [ zs Ss= © gy 2003m 200 § 82 [ 8 2 6003 zB34000 t o999 i 400mantle density ee 2003000 = + 2000| 00 200 «400 © 600.» 800-1000 1200-1400 0 200» 400-»««600.-S«800-«1000- 1200-1400Inner core radius (km) Inner core radius (km)Figure 3. a) Fluid core density (red), mantle density (blue), fluid core radius (orange, right-handside scale) and b) FICN (blue) and FCN (red) periods as a function of inner core radius. The FCNperiod when the external torque is set to zero (FCN;)4) is shown in orange. Solid lines correspond toa scenario where the density of the inner core is set to 8800 kg m~*; thin dashed lines correspond to ascenario where the density contrast between the fluid and solid cores is set to ag = 0.1.0). Both of these free modes are retrograde. The FCN period is close to 400 yr for a small in-ner core, increasing to approximately 600 yr at the largest r,. The FICN period is shorter, closeto 100 yr (160 yr) for a small inner core and decreasing to approximately 40 yr (120 yr) at thelargest r, under the fixed p, (fixed a3) scenario. This confirms that the FCN and FICN peri-ods are both much shorter than the forcing precession period of 325 kyr and sufficiently far awayfrom it that we do not expect large my and 7, from resonant amplification.The FCN and FICN periods that we have computed include the influence of the exter-nal torque. As shown by Baland et al. [2019], the external torque allow solid regions to havea free motion in inertial space thereby affecting the free rotational modes. To a good approx-imation, the FCN and FICN frequencies (as seen in an inertial frame) for Kemp = Kicp = 0are given by A erbmen % —% (z= } (er + om) + MO 38,“fe (ae + x) Gi ? ) (ep tbn)’ (38a)A+A,Whien & Qo (4) (cesar = €503Qy — a36s) . (38b)The expression of the FICN frequency involves the inertial torque (term e,a1) and the grav-itational torque from the rest of Mercury (e,a3a,) and the Sun (a3¢s) acting on the inner core.For both of our inner core density scenarios (and our choices of p, = 8800 kg m~* and a3 =0.1), the internal gravitational torque dominates that from the Sun. Furthermore, a3ag > a1;the gravitational torque dominates the inertial torque, in large part because of the slow rota-tion rate of Mercury. As a result the FICN frequency is negative (i.e. the precession motionis retrograde). This is also the case for the Moon [e.g. Dumberry and Wieczorek, 2016; Stys andDumberry, 2018], but it is different for Earth, where a; > aga, because of its faster rotationand the FICN mode is prograde [Mathews et al., 1991]. Note also that our approximate expres--17-\fsion for the FICN differs by a factor (A+A,)/(A—A,) compared to that given in Dumberryand Wieczorek [2016] and Stys and Dumberry [2018] for the Moon.The expression for FCN frequency differs from the usual expression for Earth. First, itinvolves the external torque from the Sun captured by the parameter ¢. If we set dm = 0,we obtain the FCN frequency for a decoupled model in which only interior torques contribute,When,int & —Qo G45) ef. (38c)This frequency is slightly different from the usual expression for Earth, involving the ratio A/(Am+A,) rather than A/A,,. This is because of the relatively thin mantle of Mercury; for the largestrs considered, the moment of inertia of the inner core can get close to 40% of that of the man-tle and is not negligible. The period of the FCN when only interior torques contribute is shownin Figure 3b. It is close to 1100 yr for a small inner core, increasing to approximately 1500 yrat the largest r,. Hence, the influence of the solar torque reduces the FCN period by a factorof approximately 3. We note that the FICN period, in contrast, is not altered substantially whenthe external torque is set to zero.3.2 Gravitational and inertial couplingLet us now investigate the obliquities of the mantle, fluid core and inner core in their equi-librium Cassini state. We assume a fixed inner core density scenario in this section, with ps, =8800 kg m~°. Viscous and EM coupling are set to zero in order to isolate the influence of grav-itational and inertial coupling. Figure 4 shows how ém, mr and ?s vary as functions of innercore radius. We show calculations for three different choices of crustal thickness, but let us con-centrate first on the case for h = 26 km. For small r,, we retrieve an obliquity of €,, = 2.0494arcmin (Figure 4a). €,, decreases with r,, but not substantially; at the largest r, (1500 km),Em = 2.0460 arcmin, a decrease of 0.0034 arcmin. The maximum difference from é,, = 2.04arcmin, the obliquity that we used in setting the constraint for C — and hence the predictionwe should recover for a rigid planet — is an overestimate of approximately 0.01 arcmin whichoccurs for small inner cores.The deviation of €,, from that of a rigid planet is due to the misalignments of the fluidcore (my) and solid inner core (A,) with respect to the mantle (Figure 4b). The misalignmentof the fluid core spin axis from the mantle is significant: my is approximately 4.02 arcmin fora small inner core and does not vary substantially with inner core size; it drops to 3.97 arcminat the largest r,. Recall that my is measured with respect to the mantle rotation axis (whichcoincides closely with the symmetry axis), so the obliquity of the spin axis of the fluid core withrespect to the orbit normal is €,,+msy © 6 arcmin. The reason why the obliquity of the spinaxis of the fluid core is larger than that of the mantle can be understood from Equation (32b),which shows that my is determined by the resonant amplification of the FCN mode at the forc-ing frequency. When the FCN frequency is much larger than the forcing frequency, as is thecase for Mercury, the resonant amplification is very weak but remains present and my is largerthan zero.In contrast to my, the misalignment of the inner core with respect to the mantle is muchsmaller; 7, is approximately between 0.023-0.025 arcmin, a factor 80 times smaller than é,,.Physically, this is because the gravitational torque acting on the inner core when it is tilted fromthe mantle is much stronger than the inertial torque acting at the ICB. As a result, the innercore must remain in close alignment with the mantle. Presented differently, since the FICN pe-riod is more than 3000 times shorter than the forced precession period, the inner core can eas--18—\f                         ale 1 1 1 1 1 1 asdb2.050 t poee= 7048 Fo= crustal thickness} € = ial thio_ [crustal thickness —mS 5046 1| —16km m 6 354 46K If E£ — 26 km —-£g & m2 —— 36 km 2 26 km2 2.0444 + 2301 | ——s6km© i —— Ng (x1005 = fo ls (100)& 2.042 4 p Bosf L3 ani BS fo TS |€mforarigidplanet 2 Ge© cao -| £m fora rigid p Oo f—-------20 f EE ee ee r2.038 4 f7 7 7 T r r + 150 200 400 600 800 1000 1200 1400 0 200 400 600 800 1000 1200 1400Inner core radius (km) Inner core radius (km)Figure 4. a) Obliquity of the mantle (&m, solid lines) and of the principal moment of inertia (€,,dashed line) b) my (solid lines) and 7, (dashed lines, x100) as a function of inner core radius and fordifferent choices of crustal thickness.ily follow the forced precession of the mantle and remains gravitationally locked to it. 7, doesnot change substantially as the inner core increases in size.When Kicy = Kemp = 0, a good approximation of €,, is given byC’'Q) sin I—C'Q, cos I + AQobm (39)Em =which is identical to the prediction of Equation (26) for a rigid Mercury, except C' is replacedby C’. The latter represents an effective moment of inertia that accounts for the coupling ofthe core to the mantle,  C=C+Ax, (40)where A, = As + A, andQ, cos I As , Ag Ag OQoa3¢s5 (41)x A. (a —Qpcosl) © (F — OQ, cos I) Ae (@s — Qp cos 1) *The frequencies » and Gs are given in Equations (33d-33e) and closely approximate the FCNand FICN frequencies of Equations (38c) and (38b), respectively. The factor x captures thenhow the core is entrained to precess with the mantle, with the coupling between the two ex-pressed in terms of the resonant amplification of the FCN and FICN frequencies. In the limitof Gf,a, — 0, then x = —1, C’ = Cy, the core is fully decoupled from the mantle and weretrieve Equation (35). If instead a7,a; — oo, then y = 0, C’ = C and we retrieve the pre-diction for a rigid planet. When both the FCN and FICN frequencies are much larger than Q,,as is the case here, resonant amplification is weak, y is small and positive, C’ > C and thisleads to a slightly larger €;,, compared to a rigid planet. Because the inner core core is grav-itationally locked to the mantle, deviations from a rigid planet are dominantly caused by themisalignment of the fluid core. In Equation (41), o; >> af, so to a good approximation—19-\fAs Q, cos I* \"Ae (G7 — Qp cos 1)” (42)xFor a small inner core, y  7.55x10~3. As the inner core grows, As decreases, and the com-bination A,y also decreases. This implies that C’ decreases with inner core size and, consequently,Em also decreases with inner core size, as seen in Figure 4a, though it remains larger than theprediction for a rigid planet.The specific predictions of é, my and A, on Figure 4 depend sensitively on the assumedinterior density model and on the dynamical ellipticities of the inner core (e,) and fluid core(e7). Hence, it depends on the choices we have made for the inner core density p,, the crustaldensity p, and its thickness h. Changing ps, p- and/or h requires a different combination of p;,Pm and ry in order to match M, C and Cin- In turn, this leads to different ellipticities at in-terior boundary in order to match Jz and C2, and thus different predictions for é,,, my andns. To illustrate this, we show on Figure 4 two additional predictions computed with crustalthicknesses changed to h = 16 and 36 km. The change in é,, remains modest, ~ 0.025%, butthe changes in my and fs are more substantial, ~ 5% and ~ 10%, respectively.We also show on Figure 4a (only for h = 26 km) the obliquity of the principal momentof inertia of the whole planet, which we denote by é,. A difference between €, and €, occursif the inner core is misaligned with the mantle. As seen in the mantle frame, a tilted inner core(with 7m, assumed small) leads to an off-diagonal component of the moment of inertia tensorof (Cs—As)agiis = Asesag3its. The angle by which the mantle frame must be rotated so thatthe moment of inertia of the whole planet is purely diagonal is (A,e,a3i,)/(Ae), and hence agood approximation of é, is~~ , Ases :Eg =Em t+ Fe Oars: (43)Since the inner core is gravitationally forced into a close alignment with the mantle, the dif- ference between €, and é,, remains very small. For the largest inner core radius that we haveconsidered, &, differs from €;, only by approximately 0.001 arcmin.3.3 Viscous couplingWe now investigate how viscous coupling at the CMB and ICB affects the equilibrium Cassinistate. Peale et al. [2014] present two different parameterizations of viscous coupling based onthe timescale of attenuation of the differential rotation between the fluid core and mantle. Morecomplete analytical solutions for the flow resulting from a differentially precessing shell havebeen derived [e.g. Stewartson and Roberts, 1963; Busse, 1968; Rochester, 1976] and we exploitthese solutions here. The parametrization of the viscous coupling constants Kem» and Kicy basedon them are given in Mathews and Guo [2005],  Tpprt [wTKemb = a / 50, (0-195 — 1.9761) (44a)34TPfls Vv aKip = 2! 195 — 1. : 44b6 TAL V 20, (0 %® 976i) (44b)where v is the kinematic viscosity. The appropriate numerical value for v in planetary inte-  rior is not well known but based on theoretical and experimental studies it is expected to beof the order of 10-6 m? s~? [e.g. Gans, 1972; de Wijs et al., 1998; Alfé et al., 2000; Rutter et al.,2002a,b].~20—\fThe above parameterizations are valid only under the assumption that the flow in the bound-ary layer remains laminar. Whether this is reasonable can be assessed by evaluating the Reynoldsnumber Re = rrAuy/v, associated with the differential velocity Aug = rpQomy at the CMB.For rg = 2000 km, and taking my = 4 arcmin ~ 0.001 rad from the results in the previoussection, we get Aur ~ 2 mm/s and Re ~ 6 x 10°. Such a large Reynolds number indicatesthat the viscous friction between the fluid core and mantle should induce turbulent flows, asis the case for the Cassini state of the Moon [ Yoder, 1981; Williams et al., 2001; Cébron et al.,2019]. For a boundary layer that involves turbulent flows, the viscous torque should be inde-pendent of the fluid viscosity and proportional to the square of the differential velocity. Thecoupling constant Kem», should be in the formKemb = fems|iivg| (0.195 - 1.976i) ; (45)where fem» is a numerical factor that depends among other things on surface roughness. In-corporating a viscous coupling of this form in our rotational model is more challenging not onlybecause fem» is not known but also because the viscous torque is no longer linear in my. Onestrategy is to find solutions through an iterative process. The simpler alternative strategy thatwe adopt is to use the laminar formulas of Equation (44) but with the understanding that vrepresents an effective turbulent viscosity.To give an estimate of an appropriate turbulent value for v, we turn to the Cassini stateof the Moon. A measure of the viscous dissipation at the CMB of the Moon has been obtainedby fitting a rotation model to the librations of the Moon observed by Lunar Laser Ranging (LLR)[Williams et al., 2001, 2014; Williams and Boggs, 2015]. Viscous dissipation is reported in termsof a coupling parameter K and a recent estimate is K/C, = (1.4140.34) x 107° day~! [Williamsand Boggs, 2015], where C;, is the lunar polar moment of inertia. The connection between K and Kemp isKC, 1Im[K. | =X St 46| m[Kemol] = Gr Grn Op (46)where C'ry is the moment of inertia of the lunar core and Q, = 2.66 x 10-6 s~! the lunarrotation rate. With Cr_/Cr ~ 7 x 1074 [e.g. Williams et al., 2014], this gives |Im[Kemo]| ~9x10~°. In order to match this amplitude in Equation (44a), with lunar parameters and as-suming a lunar core radius of 400 km, the required turbulent viscosity is vy ~ 5 x 1074 m?s~t, about 500 times larger than the laminar viscosity. Note that the differential velocity at theCMB of the Moon is closer to 3 cm/s [Yoder, 1981; Williams et al., 2001], more than 10 timeslarger than our estimate for Mercury above. Since the effective turbulent coupling constant Kem»is proportional to the differential velocity, the effective turbulent viscosity appropriate for Mer-cury should be smaller. Thus, v © 5x 10-4 m? s~! gives a conservative upper bound for thepossible effective turbulent viscosity that can be expected for Mercury.Figure 5 shows how €,,, my and fi, vary as functions of inner core radius for different choicesof effective viscosities. For v = 10~° m? s~1, viscous coupling is too weak to affect 2, andmy and they are essentially unchanged from the solutions shown in Figure 4. With increasingv, the stronger viscous coupling between the core and the mantle reduces their differential ve-locity, and my is reduced. With the reduced differential velocity at the CMB, the predictionof €m gets closer to 2.04 arcmin, the obliquity expected for a rigid planet. Although our CMBviscous coupling model is different than the one used by Peale et al. [2014], our results for Em,and my are qualitatively similar: viscous coupling at the CMB acts to reduce the offset of thefluid spin axis from the mantle symmetry axis. Considering the upper bound in turbulent vis-cosity that we have identified above (i.e v © 5 x 1074 m? s~4), the influence of viscous cou-—21-\f  kinematic viscosity: 0.01 m2 s4 0.001 m2 s4 0.0005 m? s*t 0.0001 m2 s+ ~—— 0.00001 m? s                 1 1 1 1 1 1 1 45 42.050 +404_~ 2.048 4 354£ =& &S 3.04§ 2046 7 &2 @ 2542 2.044 4 2@ G o04= 2g | 21B 2.042 Zi2 A 2Em for a rigid planet© 2040 {fm ger S1040542.038 47 7 7 T r r + 0.0 ; ; ; 7 70 200 400 600 800 1000 1200 1400 0 200 400 600 800 1000 1200 1400Inner core radius (km) Inner core radius (km)Figure 5. a) Obliquity of the mantle (&m, solid lines) and gravity field (€,, dashed lines) b) my(solid lines) and 7s (dashed lines) as a function of inner core radius and for different choices of kinematicviscosity (color in legend).ling on €,, remains modest, reducing its amplitude by a maximum of approximately 0.0015arcmin.The inclusion of viscous coupling at the ICB can lead to a substantial change in inner coreilt. A larger viscosity leads to stronger viscous coupling and to a closer alignment of the in-ner core with the fluid core spin axis. The viscous coupling strength is inversely proportional0 Ts, SO a larger viscosity results in a larger inner core radius at which viscous coupling is ofa similar magnitude to gravitational coupling. Taking again an upper bound of vy = 5x10~4m? s~', Figure 5 indicates that 7, may be 1 arcmin or larger only if the inner core radius issmaller than approximately 100 km. For an inner core of a few hundred km in radius, gravi-ational coupling is much larger than viscous coupling, and the inner core tilt is limited to araction of 1 arcmin.The larger inner core tilt observed with increasing effective viscosity results in a largeroffset between the obliquity of the principal moment of inertia é, and that of the mantle é,,,hough it remains limited. For the upper bound of v = 5 x 10-4 m? s~1, and for rs = 1500km, the difference between €, and é,, is limited to 0.0013 arcmin.The conclusion that emerges from Figure 5 is that the larger the inner core is, the smallerhe misalignments of both the fluid core and inner core are with respect to the mantle. Thisimplies that the larger the inner core is, the more we approach a planet precessing as a rigidody, although the misalignment of the spin axis of the fluid core remains important, approx-imately 3-4 arcmin away from the mantle symmetry axis. The specific way in which é,, myand 7, change with inner core size would certainly be different for a turbulent model of viscouscoupling. But the general conclusion remains that the addition of viscous coupling at the CMBand ICB does not significantly modify the Cassini state equilibrium angle of the mantle. —22-\f3.4 Electromagnetic couplingLet us now turn to electromagnetic (EM) coupling. To focus on its role in the equilibriumCassini state, we set the viscous coupling back to zero. Because magnetic field lines tend to re-main attached to electrically conducting materials, a differential tangential motion between twoelectrically conducting regions stretches existing magnetic field lines that thread their interface.This induces a secondary magnetic field (or equivalently, an electrical current) and an associ-ated tangential EM stress resisting the differential motion. EM coupling at the CMB and ICBacts then in a similar way to viscous coupling, and this \"magnetic friction’ depends on the strengthof the radial magnetic field B, and the electrical conductivity o on either side of the bound-ary [Rochester, 1960, 1962, 1968].The parametrization of EM coupling in terms of the coupling constants Kemp) and Kicphas been developed in a few studies [e.g. Buffett, 1992; Buffett et al., 2002; Dumberry and Koot,2012]. Assuming a dominating axial dipole field, with a radial component at the CMB givenby B, = V3 (Be) cos 0, where (Be) is the r.m.s. strength of the field, the coupling constantKemp can be written is the formKom = 3(1 = i) Fem» (B2)” , (47)where1 1 1\\7Femb = =—— (— + =) : (48)Qopsrp \\Ombm of oFand where om, dm = V/2/(G@muQe) and of, Jf = \\/2/(oF Qo) are the electrical conductivi-ties and magnetic skin depths in the mantle and fluid core, respectively, with pp = 4a x 10-7N A~? the magnetic permeability of free space. The r.m.s. field strength (B?) is connected tothe Gauss coefficient g? of the surface magnetic field byw-5(2 Yt (49)We can readily build an estimate of the amplitude of Kem». The electrical conductivityof common mantle minerals in Earth’s mantle at the pressure and temperature correspondingto the CMB of Mercury is in the range of om, ~ 0.01 — 1S m=! [Constable, 2015]. In con-ne the electrical conductivity of Fe in planetary cores is expected to be close of ~ 10° S* [Pozzo et al., 2012; de Koker et al., 2012]. This implies that (omdm)7! >> (afd ¢)7+. Tak-ingom = 158 mo}, ae | = 190 nT for Mercury’s dipole field en et al., 2012], rp =2000 km, pr = 7000 kg m~3, this gives Kemp © (3.1 x 107\")- (1 —i). To put this amplitudein perspective, taking a molecular viscosity of vy = 10~° m? s+ in Equation (44a) gives a vis-cous coupling constant of Kemp © (6.0 x 1077) - (0.195 — 1.9767). Hence, EM coupling at theCMB is much weaker than viscous coupling, even if we include other spherical harmonic com-ponents of the radial magnetic field.EM coupling can be enhanced if strongly stratified pockets of core fluid are trapped byCMB cavities [Buffett, 2010; Glane and Buffett, 2018], in which case the effective o,,, could becloser to af. Likewise, a can be increased if a more electrically conducting layer has formedat the bottom of Mercury’s mantle, for instance by the upward sedimentation and compactionof solid FeS crystals precipitating out of the fluid core [e.g. Hauck et al., 2013]. However, evenin the extreme case of Om = of = 10° S m7!, Kemps © (1.6 x 1078) - (1 — 4), which remains—23-\fsmaller by a factor ~ 60 than the smallest possible viscous coupling constant. Viscous forcesdominate the tangential stress on the CMB of Mercury.At the ICB, because we can expect the electrical conductivity in both the solid inner coreand fluid core to be similar, and because the radial magnetic field is likely much stronger, EMcoupling can be much larger and dominate viscous coupling. We assume that the magnetic fieldmorphology at the ICB is dominantly comprised of small spatial scales for example as predictedby the dynamo model of Christensen [2006]. EM coupling in this case can be parametrized interms of an equivalent uniform radial magnetic field (B,-) capturing its r.m.s. strength [Buf-fett et al., 2002; Dumberry and Koot, 2012]. Assuming an electrical conductivity o equal in thefluid and solid core, the coupling constant Kj.) can be written in the formKies = [(1~ i) Fics (Br)? , (50)wherea6ich = OSD 1Fren Qopst's (61)and where 6 = ,/2/(auQ,) is the magnetic skin depth. As F;,» is inversely proportional tors, Kjich is inversely proportional to inner core size. Note that computing the EM coupling basedon the r.m.s. strength (B,) rather than a true field morphology tends to overestimate the strengthof the coupling [Koot and Dumberry, 2013]. However, since the strength of the radial magneticfield at the ICB of Mercury is largely unknown, imperfections of the EM coupling model areabsorbed in the range of possible (B,) values.The parametrization of Equation (50) is only valid in a ’weak field’ regime [Buffett et al.,2002], when the feedback from the Lorentz force on the flow in the fluid core can be neglected.When (B,) is sufficiently large, this is no longer the case. EM coupling then enters a ‘strongfield’ regime [Buffett et al., 2002; Dumberry and Koot, 2012; Koot and Dumberry, 2013] in whichKich increases linearly with (B,) instead of quadratically. A good approximation of Kj» cal-culated for Earth can be extracted from Figure 6a of Dumberry and Koot [2012],KE, = (0.175 — 10.138) (B,) , (52)where (B,.) is in units of Tesla. The superscript L emphasizes that the numerical factors areappropriate for the parameter values adopted for Earth in the computation of Dumberry andKoot [2012]. To adapt these numerical factors to Mercury, we write,Kicy = (0.175 — i0.138) 4 (By) , (53)icb where FX, is defined as in Equation (51) but using the parameters for Earth as defined in Dumb-erry and Koot [2012]. These are Q, = 7.292 x 10-5 s~!, py = 12846 kg m~9, r, = 1221.5km, o = 5 x 10° S m™!, which gives F%, = 90.36 T~?.To compute F;,y, we assume an electrical conductivity of ¢o = 10° S m7! in the core ofMercury [e.g. de Koker et al., 2012; Deng et al., 2013]. The transition between the weak andstrong field regime occurs when (B,) * 1.53 mT for the real part of Kj.». (B,-) at the ICBof Mercury is unknown. The dynamo model of Christensen [2006] showed that the field geom-etry inside the core could be dominated by small length scales, yet only the weaker lower har-monics of the field would penetrate through a thermally stratified layer in the upper region of—24—\fthe fluid core and reach the surface. If so, the field strength inside the core can exceed the sur-face field strength by a factor 1000. Taking a surface field strength equal to ~ 300 nT [e.g An-derson et al., 2012], (B,) at the ICB could be as large as 0.3 mT, corresponding to approxi-mately 10% of the field strength within Earth’s core. Given that it is perhaps unlikely that Mer-cury’s field can be as high as that in Earth’s core, in all likelihood EM coupling at the ICB ofMercury remains in the weak field regime.Figure 6 shows how ém, my and 7, vary as functions of inner core radius for different choicesof (B,). The larger (B,) is, the stronger is the EM coupling at the ICB, and the smaller is thedifferential rotation between the fluid core and inner core. The inner core and fluid core are vir-tually locked into a common precession motion when (B,) > 0.3 mT. Further increasing (B,)above 1 mT does not change the solution as EM coupling already dominates all other torqueson the inner core. This is the case even when EM coupling transitions into the strong field regime.EM coupling at the CMB is included in these calculations, with o,, = 1S m7! and |g? | =190 nT, but remains much weaker than the inertial torque at the CMB, so for a small inner corewe retrieved the solutions of €,, and my shown in Figure 4.As the inner core radius is increased, both é,, and my get smaller, as it was the case withviscous coupling alone, although the addition of EM coupling lead to more substantial changes.The inner core needs to be larger than approximately 500 km for changes in the Cassini stateequilibrium to be noticeable. It is important to point out that my is reduced not because ofEM coupling at the CMB, but rather from the combination of EM coupling at the ICB, whichpulls the fluid core towards an alignment with the inner core, and gravitational coupling on theinner core, which pulls the latter to align with the mantle. The larger the EM coupling is, thegreater is the reduction in é, and my.When the EM coupling at the ICB is sufficiently strong that the fluid and solid cores arelocked into a common precession motion, a good approximation of €,, is given by the same pre-diction as Equations (39-40) involving the effective moment of inertia C’, except x is now givenbyAQ cosI — A,Q,a3¢sAsQo(e¢ + Kemp) + AsQoesa3Aq — AcMp cos I”  x (54)For a small inner core, AQ cosI > A,Q,a3¢5 and x is positive. Because A,Q,a3¢s increaseswith inner core size, y gets smaller, and so do C’ and é,,. The mantle obliquity drops from 2.049arcmin for a small inner core to 2.034 arcmin for an inner core of 1500 km, a reduction of 0.015arcmin. For an inner core larger than ~ 1000 km, AQ cosI < A,Q,a3¢5, so x becomes neg-ative, C’ becomes smaller than the moment of inertia of a rigid Mercury C, and é,, becomessmaller than the prediction based on a rigid planet.The larger the inner core is, the smaller are the misalignments of the fluid and solid coreswith respect to the mantle. Hence, the general conclusion we reached for viscous coupling aloneis not altered with the addition of EM coupling but further strengthened; the larger the innercore is, the closer we approach a planet precessing as a rigid body. This is best revealed by theobliquity of the gravity field €; which, for a large inner core, asymptotically approaches the obliq-uity expected for a rigid planet. Note that with strong EM coupling at the ICB, the offset be-tween é,, and é, can be as large as 0.008 arcmin for a large inner core.3.5 Fixed inner core density versus fixed ICB density contrastCoupling models when viscous and EM stresses are both present have been presented inMathews and Guo [2005] and Deleplace and Cardin [2006]. However, in the light of our results,\f B, at ICB: 1mT 0.3 mT 0.1 mT 0.03 mT 0.01 mT                      1 1 1 1 ! ! ! 45-4 1 1 1 1 12.050 | @ F b4042.048 4 €= m a 354< 2.046 4 —-€&g £S 5 3.0 4& 2.044 | &2 © 2542.042 | >o Em for a rigid planet @ q> 2.040 + a S 203 3© 2.038 | 51543 32.036 4 1.042.034 42.032 + + + T T T T 0.0 + + r 7 T Sat0 200 400 600 800 1000 1200 1400 0 200 400 600 800 1000 1200 1400Inner core radius (km) Inner core radius (km)Figure 6. a) Obliquity of the mantle (&m, solid lines) and gravity field (€,, dashed lines) b) my(solid lines) and 7, (dashed lines) as a function of inner core radius and for different choices of B,.(colour in legend).for the Cassini state equilibrium of Mercury, the tangential stress at the CMB is dominated byviscous forces, and that at the ICB should be dominated by EM forces. To simplify, we con-sider a model where Kemp is purely from viscous coupling and Kj.» purely from EM coupling.We choose an effective viscosity at the CMB of y = 1074 m? s~!, which we believe to be arepresentative value given the comparison with the Moon (see section 3.3). We take a radialfield strength at the ICB of (B,) = 0.3 mT, approximately the field strength expected underthe dynamo scenario of Christensen [2006]. We adopt these values as those of a ‘representa-tive’ coupling model, although the uncertainty on v and (B,) obviously remains high.Figure 7 shows how ém, mr and 7%, vary with inner core radius for the ’representative’coupling model (black lines) under the fixed inner core density scenario that we have used insections 3.2, 3.3 and 3.4. Figure 7 also shows how the results change when, for the same rep-resentative coupling model, we adopt instead a fixed density contrast between the fluid and solidcores and for different choices of a3 (coloured lines). For a relatively high density contrast (a3 =0.2), the results are qualitatively similar to the fixed inner core density scenario. For a smallerag, the point at which the orientation of the co-precessing fluid and inner cores begins to bepulled into an alignment with the mantle is pushed to a larger inner core radius. However, thegeneral behaviour of €,,, my and fs as functions of inner core radius is unchanged. Hence, allour results in the previous three sections would be qualitatively similar under a fixed densitycontrast scenario. A smaller density contrast at the ICB only implies that a larger inner coreis required in order to produce an equivalent change in the Cassini state equilibrium.4 DiscussionThe study of Peale et al. [2016] also presented predictions of the obliquities of the man-tle, fluid core and inner core associated with the equilibrium Cassini state of Mercury. Theirmodel included the tangential viscous stress at the ICB and CMB, but not the EM stress. TheirTable 1 gives the obliquities of the mantle, fluid core and inner core, denoted respectively as~26—\f  — Ps=8800kgm3 3: —0.20 ——015 010 —005 —001                 454 1 1 1 1 1 1 12.050 4 t b— 4.04 E2.048 4= = 354© 2.046 4 =5 5 3.04& 2.044 &© @ 2542.042 | >G Em for a rigid planet G> 2.040 + gee 32043 g2 2.038 4 21548 82.036 4 1.042.034 4 t 05 42.032 + r r T T T r 0.0 r r T r T 1 T0 200 400 600 800 1000 1200 1400 0 200 400 600 800 1000 1200 1400Inner core radius (km) Inner core radius (km)Figure 7. a) Obliquity of the mantle (&m, solid lines) and gravity field (€,, dashed lines) b) my(solid lines) and i, (dashed lines) as a function of inner core radius, for a fixed inner core density of8800 kg m~? (black lines) and for different choices of a3 (coloured lines).tas a and i; these represent the obliquities with respect to the orbital plane and are connecteduito our variables by: 7, = &m, iy Em+m+mys © Em+my and i, = En+ns. To summarize   their results, ip and i’, vary substantially for different inner core sizes, are always of compara-ble amplitude, and i, is always larger than ip. Furthermore, they find that as the inner coresize is increased, the mantle obliquity 7/,, gets progressively larger and is displaced further awayfrom its expected orientation based of a rigid planet (see their Figure 6). The change in 7/,, theyobtain between a case with no inner core and an inner core radius equal to 0.6 times the plan-etary radius (+ 1463 km, close to the maximum inner core size of 1500 km we have considered),is approximately an increase of 5 x 1075 rad = 0.17 arcmin. This also corresponds approxi-mately to the deviation of the obliquity with respect to that of a rigid planet.When only viscous stress is included in our model (section 3.3), our results are substan-tially different. As illustrated in Figure 4, we find instead that the obliquity of the fluid coregets smaller with inner core size and that the change is very modest. In contrast with the re-sults of Peale et al. [2016], we find that the inner core obliquity is typically smaller than thatof the fluid core, except when the inner core is very small or when the effective viscosity is un-reasonably large. We also find that as the inner core size is increased, the mantle obliquity getssmaller, opposite to the results of Peale et al. [2016], and that the changes remain small, at mostof the order of 0.005 arcmin. A part of the difference is due to the different viscous couplingmodel that we use. But even when we adopt their model parameters and use their viscosity model,we were not able to reproduce their results.In the absence of viscous and EM coupling, the strong gravitational torque exerted on theinner core by the mantle should prevent any large misalignment between the two. This is cap-tured by the period of the FICN, which is of the order of 100 yr, much shorter than the forc-ing period of 325 kyr. Viscous and/or EM coupling at the ICB can counteract the gravitationaltorque (and alter the period of the FICN), but only for a small inner core. The ratio of the viscous-EM torque to the gravitational torque decreases with inner core size, so a large inner core shouldbe more strongly aligned with the mantle. The more strongly the inner core and mantle are~27—\fgravitationally locked together, the more they behave as a single rigid body in response to theexternal torque from the Sun. We expect then that the obliquity of the mantle should be broughtcloser to that of a rigid planet when the inner core is larger. Hence, we find puzzling the re-sults of Peale et al. [2016], which suggest the opposite.We showed that EM coupling is most likely larger than viscous coupling at the ICB, eventhough our knowledge of the radial magnetic field strength inside Mercury (on which EM cou-pling depends) remains poor. If the magnetic field strength at the ICB is above 0.3 mT, EMcoupling is sufficiently strong to bring the fluid and solid cores into a locked procession motion.The larger the inner core is, the more this co-precessing core is forced into an alignment withthe mantle because of the mantle gravitational torque on the inner core. As a result, the largerthe inner core is, the closer we approach a situation resembling a whole planet precessing asa rigid body. The addition of EM coupling at the ICB does not change the overall picture thatwe observe with viscous coupling alone; the mantle obliquity decreases with inner core size. Theamplitude of the decrease can be as large as 0.015 arcmin, 3 times larger than for viscous cou-pling alone; this remains a factor 10 smaller than the changes suggested in Peale et al. [2016],and again, importantly, in the reverse direction.Our results suggest then that the presence and size of an inner core leads to only mod-est changes of the mantle obliquity ¢,, compared to the obliquity predicted on the basis of anentirely rigid planet (e7,). Let us denote this difference as Aém = €m—e\",. The largest Ae»,occurs for a small or no inner core, and is Ae, * 0.01 arcmin. This difference is decreasedas the inner core size is increased. For a sufficiently large inner core, in the case of a strong EMcoupling and large density contrast at the ICB, Ae,, can be negative, but its absolute valueremains smaller than 0.01 arcmin.To put these results in perspective, the uncertainty in the measurement of the mantle obliq-uity reported by Margot et al. [2012] and Stark et al. [2015a] is of the order of 0.08 arcmin, muchlarger than this difference. This means that, at the current level of precision, it is not possi-ble to distinguish the position of the mantle obliquity from the obliquity of a rigid planet. Thisis consistent with the fact that the observed obliquity falls close to that expected from a rigidplanet. But it also implies that the observed obliquity cannot be used to place constraints onthe inner core size.Nevertheless, our results show that the presence of a fluid core and inner core affect theresulting mantle obliquity by as much as 0.01 arcmin. This is of the same order as the changein obliquity caused by elastic tidal deformation, which is of the order of 0.35 arcsec (+ 0.006arcmin) [Baland et al., 2017]. This is also of the same order as the amplitude of the nutationmotion about the mean equilibrium Cassini state forced by the precession of the pericenter, whichis approximately 0.85 arcsec ( 0.014 arcmin) [Baland et al., 2017]. The precision on the obliq-uity from the upcoming BepiColombo satellite mission is expected to be < 0.5 arcsec (< 0.008arcmin) [Cical6 et al., 2016]. Thus, in addition to including tidal deformation and the preces-sion of the pericenter, a Cassini state model that includes a fluid and solid core will then benecessary in order to properly tie Mercury’s obliquity to its interior structure. In turn, this opensthe possibility of further constraining the interior structure of Mercury on the basis of its obliq-uity.Obliquity measurements based on tracking topographic features reflect the orientation ofthe spin-symmetry axis of the mantle (¢,,). Measurements based on tracking the gravity fieldof Mercury reflect instead the orientation of the principal moment of the whole planet (€,). Thesetwo orientations do not coincide when an inner core is present and is misaligned from the man-tle. Since gravitational coupling prevents a large inner core tilt with respect to the mantle, we~28-\ffind that the misalignment Aeg = €g — &m is limited. The maximum offset that we obtainis approximately Ae, ~ 0.007 arcmin. This limited magnitude of offset is important in thelight of the recent obliquity of the gravity field estimated in Genova et al. [2019], eg = 1.96840.027 arcmin. This is substantially smaller than the two mesurements of the obliquity of the spin-symmetry axis of the mantle: ¢,, = 2.04 + 0.08 arcmin [Margot et al., 2012] and ¢,, =2.029+0.085 arcmin [Stark et al., 2015a], although all three measurements remain consistentwith one another within their error estimates. In their interpretation, Genova et al. [2019] sug-  gest that the different central value of the obliquity that they obtain (smaller by ~ 0.07 ar-cmin) is perhaps explained by an offset Ae, due to the presence of a (possibly large) solid in-ner core. However, this is one order of magnitude larger than the maximum magnitude of Ae,that we predict. Moreover, we predict that the obliquity of the gravity field should be largerthan that of the mantle spin axis, not smaller. Hence, at the present-day level of the precisionof the measurements, ¢ and € should coincide, and their difference cannot be interpreted asreflecting the misalignment between the polar moment of inertia of the whole planet and themantle spin axis.Lastly, we have concentrated our efforts on the mutual orientations of the different spinand symmetry axes in the Cassini plane. Dissipation at the CMB and ICB introduced by vis-cous and EM coupling also lead to a displacement of these axes in the direction perpendicu-lar to the Cassini plane [e.g Peale et al., 2014]. Indeed, the two measurements based on track-ing surface topographic features from Margot et al. [2012] and Stark et al. [2015a] suggest thatthe mantle spin axis lags behind the Cassini plane by approximately 2 arcsec (~ 0.03 arcmin).Although this offset is smaller than the measurement errors, so that the observed obliquity isstill consistent with no deviation away from the Cassini plane, some amount of dissipation in-variably takes place. These measurements give then a measure of the possible amplitude of thedissipation. One source of dissipation is from anelastic tidal deformation [Baland et al., 2017],but viscous and EM coupling at the boundaries of the fluid core is another. Hence, the out-of-plane component of the observed obliquity may further help to quantify and constrain the in-terior coupling mechanisms. This will be the subject of a future study.5 ConclusionWe have investigated how the presence of a fluid core and solid inner core affects the Cassinistate equilibrium of Mercury. Our general conclusion is that the coupling strength between Mer-cury’s interior regions is sufficiently strong that the obliquity of the mantle spin-symmetry axisdoes not deviate from that of a rigid planet by more than 0.01 arcmin. This largest offset oc-curs for a small or no inner core. The larger the inner core is, the more it is forced into an align-ment with the mantle because of the strong gravitational torque between the two, and the closerwe approach a situation resembling a whole planet precessing as a rigid body. The misalign-ment between the polar moment of inertia and mantle spin axis increases with inner core size,but is limited to approximately 0.007 arcmin. These conclusions apply irrespective of the corecomposition and thus of the partitioning of light elements into the solid core; a smaller den-sity contrast at the ICB only implies that a larger inner core is required in order to producean equivalent change in the Cassini state equilibrium.Our results imply that the obliquities of the mantle spin axis and polar moment of iner-tia (or, equivalently, the gravity field) should coincide at the present-day level of measurementerrors. Moreover, neither of these can be distinguished from the obliquity predicted on the ba-sis of a rigid planet. However, the smaller measurement errors expected from the upcoming Bepi- Columbo satellite mission may permit this distinction, and thus provide further constraints onMercury’s interior structure.—29-\fAcknowledgmentsFigures were created using the GMT software [Wessel et al., 2013]. The source codes, GMTscripts and data files to reproduce all figures are freely accessible in Dumberry [2020]. This workwas supported by an NSERC/CRSNG Discovery Grant.ReferencesAlfé, D., G. Kresse, and M. Gillan (2000), Structure and dynamics of liquid iron under coreconditions, Phys. Rev., B61, 132-142.Anderson, B. J., C. L. Johnson, H. Korth, M. E. Purucker, R. M. Winslow, J. A. Slavin,S. C. Solomon, R. L. McNutt, M. Raines, Jim, and T. H. Zurbuchen (2011), The globalmagnetic field of Mercury from MESSENGER orbital observations, Science, 333, 1859—1862.Anderson, B. J., C. L. Johnson, H. Korth, R. M. Winslow, J. E. Borovsky, M. E. Pu-rucker, J. A. Slavin, S. C. Solomon, M. T. Zuber, and R. L. McNutt (2012), Low-degree structure in mercury’s planetary magnetic field, J. Geophys. Res., 117, EOOL12,doi:10.1029/2012JE004159.Baland, R.-M., A. Yseboodt, M. Rivoldini, and T. Van Hoolst (2017), Obliquity of Mer-cury: Influence of the precession of the pericenter and of tides, Icarus, 291, 136-159.Baland, R.-M., A. Coyette, and T. Van Hoolst (2019), Coupling between the spin pre-cession and polar motion of a synchronously rotating satellite: application to Titan,Celestial Mechanics and Dynamical Astronomy, 131(11), 1-50.Buffett, B. A. (1992), Constraints on magnetic energy and mantle conductivity from theforced nutations of the Earth, J. Geophys. Res., 97, 19,581-19,597.Buffett, B. A. (2010), Chemical stratification at the top of earth’s core: Constraints fromobservations of nutations, Earth Planet. Sci. Lett., 296, 367-372.Buffett, B. A., P. M. Mathews, and T. A. Herring (2002), Modeling of nutation-precession:effects of electromagnetic coupling, J. Geophys. Res., 107, doi:10.1029/2001JB000056.Busse, F. H. (1968), Steady fluid flow in a precessing spheroidal shell, J. Fluid Mech., 33,739-751.Byrne, P. K., C. Klimczak, A. M. C. Sengor, S. C. Solomon, T. R. Watters, and S. A.Hauck (2014), Mercury’s global contraction much greater than earlier estimates, NatureGeosci., 7, 301-307.Cébron, D., R. Laguerre, J. Noir, and N. Schaeffer (2019), Precessing spherical shells:flows, dissipation, dynamo and the lunar core, Geophys. J. Int., 219(Supplement-1),$34-S57, doi:10.1093/gji/ggz037.Christensen, U. R. (2006), A deep dynamo generating Mercury’s magnetic field, Nature,444, 1056-1058.Cicalo, S., G. Schettino, $. Di Ruzza, E. M. Alessi, G. Tommei, and A. Milani (2016), TheBepiColombo MORE gravimetry and rotation experiments with the ORBIT14 software,Month. N. Roy. Astr. Soc., 457, 1507-1521.Colombo, G. (1966), Cassini’s second and third laws, Astron. J., 71, 891-896.Constable, S. (2015), Geomagnetic induction studies, in Treatise on Geophysics, SecondEdition, vol. 5, edited by G. Schubert and M. Kono, chap. 7, pp. 219-254, Elsevier, Ox-ford.de Koker, N., G. Seinle-Neumann, and V. Vléek (2012), Electrical resistivity and thermalconductivity of liquid Fe alloys at high P and T, and heat flux in Earth’s core, Proc.Nat. Acad. Sci., 109, 4070-4073.  —30-\fde Wijs, G. A., G. Kresse, L. Vocéadlo, D. Dobson, D. Alfé, M. J. Gillan, and G. D. Price(1998), The viscosity of liquid iron at the physical conditions of the Earth’s core, Nature,392, 805-807.Dehant, V., and P. Mathews (2015), Earth rotation variations, in Treatise on Geophysics,vol. 3, edited by G. Schubert, chap. 10, pp. 263-305, Elsevier, Oxford.Deleplace, B., and P. Cardin (2006), Viscomagnetic torque at the core mantle boundary,Geophys. J. Int., 167, 557-566.Deng, L., C. Seagle, Y. Fei, and A. Shahar (2013), High pressure and temperature electricalresistivity of iron and implications for planetary cores, Geophys. Res. Lett., 40, 33-37,doi:10.1029/2012GL054347.Dumberry, M. (2020), Replication Data for: The influence of a fluid core and a solid in-ner core on the Cassini sate of Mercury, https://doi.org/10.7939/DVN/903HUV, UALDataverse, V2.Dumberry, M., and L. Koot (2012), A global model of electromagnetic coupling for nuta-tions, Geophys. J. Int., 191, 530-544.Dumberry, M., and A. Rivoldini (2015), Mercury’s inner core size and core-crystallizationregime, Icarus, 248, 254-268.Dumberry, M., and M. A. Wieczorek (2016), The forced precession of the Moon’s innercore, J. Geophys. Res. Planets, 121, 1264-1292.Dumberry, M., A. Rivoldini, T. Van Hoolst, and M. Yseboodt (2013), The role of Mer-cury’s core density structure on its longitudinal librations, Icarus, 225, 62-74.Gans, R. F. (1972), Viscosity of the Earth’s core, J. Geophys. Res., 77, 360-366.Genova, A., S. Goossens, E. Mazarico, F. G. Lemoine, G. A. Neumann, W. Kuang,T. J. Sabaka, S. A. Hauck II, D. E. Smith, S$. C. Solomon, and M. T. Zuber (2019),Geodetic evidence that Mercury has a solid inner core, Geophys. Res. Lett., 46,doi:10.1029/2018GL081135.Glane, S., and B. A. Buffett (2018), Enhanced core-mantle coupling due to stratification atthe top of the core, Frontiers in Earth Science, 6, 171, doi:10.3389/feart.2018.00171.Grott, M., D. Breuer, and M. Laneuville (2011), Thermo-chemical evolution and globalcontraction of Mercury, Earth Planet. Sci. Lett., 307, 135-146.Hauck, S. A., J.-L. Margot, S. C. Solomon, R. J. Phillips, C. L. Johnson, F. G. Lemoine,E. Mazarico, T. J. McCoy, S. Padovan, S. J. Peale, M. E. Perry, D. E. Smith, and M. T.Zuber (2013), The curious case of Mercury’s internal structure, J. Geophys. Res., 118,doi:10.1002/jgre.20091.Johnson, C. L., M. E. Purucker, H. Korth, B. J. Anderson, R. M. Winslow, M. M. H.Al Asad, J. A. Slavin, I. I. Alexeev, R. J. Phillips, M. T. Zuber, and S. C. Solomon(2012), MESSENGER observations of mercury’s magnetic field structure, J. Geophys.Res., 117, EOOL14, doi:10.1029/2012JE004217.Konopliv, A. S., R. S. Park, and A. I. Ermakov (2020), The Mercury gravity field, orien-tation, love number, and ephemeris from the MESSENGER radiometric tracking data,Icarus, 335, 113,386.Koot, L., and M. Dumberry (2013), The role of the magnetic field morphology on theelectromagnetic coupling for nutations, Geophys. J. Int., 195, 200-210.Li, J., Y. Fei, H. Mao, K. Hirose, and S. Shieh (2001), Sulfur in Earth’s inner core, EarthPlanet. Sci. Lett., 193, 509-514.Margot, J. L., S. J. Peale, R. F. Jurgens, M. A. Slade, and I. V. Holin (2007), Large longi-tude libration of Mercury reveals a molten core, Science, 316, 710-714.Margot, J. L., S. J. Peale, S. C. Solomon, S. A. Hauck, F. D. Ghigo, R. F. Jurgens,M. Yseboodt, J. D. Giorgini, S. Padovan, and D. B. Campbell (2012), Mercury’s—31-\fmoment of inertia from spin and gravity data, J. Geophys. Res., 117, EOOL09,doi:10.1029/2012JE004161.Margot, J. L., S. A. Hauck II, E. Mazarico, S. Padovan, and S. J. Peale (2018), Mercury’sinternal structure, in Mercury: The View after MESSENGER, edited by S. Solomon,L. Nittler, and B. Anderson, pp. 85-113, Cambridge University Press, Cambridge, doi:10.1017/9781316650684.005.Mathews, P. M., and J. Guo (2005), Viscoelectromagnetic coupling in precession-nutationtheory, J. Geophys. Res., 110(B02402), doi:10.1029/2003JB002915.Mathews, P. M., B. A. Buffett, T. A. Herring, and I. I. Shapiro (1991), Forced nutations ofthe Earth: Influence of inner core dynamics. 1. theory, J. Geophys. Res., 96, 8219-8242.Mathews, P. M., T. A. Herring, and B. A. Buffett (2002), Modeling of nutations and pre-cession: New nutation series for nonrigid Earth and insights into the Earth’s interior, J.Geophys. Res., 107, doi:10.1029/2004JB000390.Mazarico, E., A. Genova, S. Goossens, F. G. Lemoine, G. A. Neumann, M. T. Zuber,D. E. Smith, and S. C. Solomon (2014), The gravity field, orientation, and ephemeris ofMercury from MESSENGER observations after three years in orbit, J. Geophys. Res.Planets, 119, 2417-2436.Organowski, O., and M. Dumberry (2020), Viscoelastic relaxation within the Moonand the phase lead of its Cassini state, Journal of Geophysical Research Planets, 125,€2020JE006386.Peale, S. J. (1969), Generalized Cassini’s laws, Astron. J., 74, 483-489. Peale, S. J. (1974), Possible histories of the obliquity of Mercury, Astron. J., 79, 722-744.Peale, S. J. (1976), Does Mercury have a molten core?, Nature, 262, 765-766.Peale, S. J. (2005), The free precession and libration of Mercury, Icarus, 178, 4-18.Peale, S. J. (2006), The proximity of Mercury’s spin to Cassini state 1 from adiabatic in-variance, Icarus, 181, 338-347.Peale, S. J., J. L. Margot, S. A. Hauck I, and S. C. Solomon (2014), Effect of core-mantleand tidal torques on Mercury’s spin axis orientation, Icarus, 231, 206-220.Peale, S. J., J. L. Margot, S. A. Hauck I, and S. C. Solomon (2016), Consequences of asolid inner core on Mercury’s spin configuration, Icarus, 264, 443-455.Perry, M. E., G. A. Neumann, R. J. Phillips, and et al. (2015), The low-degree shape ofMercury, Geophys. Res. Lett., 42, 6951-6958.Poincaré, H. (1910), Sur la précession des corps déformables, Bull. Astron. Ser. 1, 27,321-356.Pozzo, M., C. Davies, D. Gubbins, and D. Alfé (2012), Thermal and electrical conductivityof iron at Earth’s core conditions, Nature, 485, 355-358.Rochester, M. G. (1960), Geomagnetic westward drift and irregularities in the Earth’srotation, Phil. Trans. R. Soc. Lond., A, 252, 531-555.Rochester, M. G. (1962), Geomagnetic core-mantle coupling, J. Geophys. Res., 67, 4833-4836.Rochester, M. G. (1968), Perturbations in the Earth’s rotation and geomagnetic core-mantle coupling, J. Geomag. Geoelectr., 20, 387-402. Rochester, M. G. (1976), The secular decrease of obliquity due to dissipative core-mantlecoupling, Geophys. J. R. Astron. Soc., 46, 109-126.Rutter, M., R. Secco, T. Uchida, H. Liu, Y. Wang, M. Rivers, and S. Sutton (2002a), To-wards evaluating the viscosity of the Earth’s outer core: an experimental high pressurestudy of liquid Fe-S (8.5 wt. per cent S), Geophys. Res. Lett., 29, 080,000-1.Rutter, M. D., R. A. Secco, H. Liu, T. Uchida, M. Rivers, S. Sutton, and Y. Wang(2002b), Viscosity of liquid Fe at high pressure, Phys. Rev. B, 66, 060,102, —32-\fdoi:10.1029/2001GL014392.Schaefer, L., S. B. Jacobsen, J. L. Remo, M. I. Petaev, and D. D. Sasselov (2017), Metal-silicate partitioning and its role in core formation and composition on Super-Earths,Astrophys. J., 835, 234.Sori, M. M. (2018), A thin, dense crust for Mercury, Earth Planet. Sci. Lett., 489, 92-99.Stark, A., J. Oberst, F. Preusker, S. J. Peale, J.-L. Margot, R. J. Phillips, G. A. Neumann,S. D. E., M. T. Zuber, and S. C. Solomon (2015a), First MESSENGER orbital observa-tions of Mercury’s librations, Geophys. Res. Lett., 42, 7881-7889.Stark, A., J. Oberst, and H. Hussmann (2015b), Mercury’s resonant rotation from secularorbital elements, Celest. Mech. Dyn. Astr., 123, 263-277.Stewartson, K., and P. H. Roberts (1963), On the motion of a liquid in a spheroidal cavityof a precessing rigid body, J. Fluid Mech., 17, 1-20.Stys, C., and M. Dumberry (2018), The cassini state of the Moon’s inner core, J. Geophys.Res. Planets, 123, 1-25, doi:10.1029/2018JE005607.Van Hoolst, T. (2015), Rotation of the terrestrial planets, in Treatise on Geophysics,vol. 10, edited by G. Schubert, chap. 4, pp. 121 — 151, Elsevier, Oxford.Van Hoolst, T., A. Rivoldini, R.-M. Baland, and M. Yseboodt (2012), The effects of tidesand an inner core on the forced libration of mercury, Earth Planet. Sci. Lett., 888-834,83-90.Verma, A. K., and J. L. Margot (2016), Mercury’s gravity, tides, and spin from MESSEN-GER radio science data, J. Geophys. Res. Planets, 121, 1627-1640.Wessel, P., W. H. F. Smith, R. Scharroo, J. Luis, and F. Wobbe (2013), Generic MappingTools: Improved version released, EOS Trans. AGU, 94, 409-410.Williams, J. G., and D. H. Boggs (2015), Tides on the Moon: theory and determination ofdissipation, J. Geophys. Res. Planets, 120(4), 689-724, doi:10.1002/2014JE004755.Williams, J. G., D. H. Boggs, C. F. Yoder, J. T. Ratcliff, and J. O. Dickey (2001), Lunarrotational dissipation in solid body and molten core, J. Geophys. Res., 106, 27,933-27,968.Williams, J. G., A. S. Konopliv, D. H. Boggs, R. S. Park, D.-N. Yuan, F. G. Lemoine,S. Goossens, E. Mazarico, F. Nimmo, R. C. Weber, S. W. Asmar, H. J. Melosh, G. A.Neumann, R. J. Phillips, D. E. Smith, $. C. Solomon, M. M. Watkins, M. A. Wieczorek,J. C. Andrews-Hanna, J. W. Head, W. S. Kiefer, I. Matsuyama, P. J. McGovern, G. J.Taylor, and M. T. Zuber (2014), Lunar interior properties from the GRAIL mission, J.Geophys. Res. Planets, 119(7), 1546-1578, doi:10.1002/2013JE004559.Yoder, C. F. (1981), The free librations of a dissipative Moon, Phil. Trans. R. Soc. Lond.A, 308, 327-338.Yseboodt, M., and J. L. Margot (2006), Evolution of Mercury’s obliquity, Icarus, 181,327-337.—33—\f"}
{"Title": "A MeerKAT, e-MERLIN, H.E.S.S. and Swift search for persistent and transient emission associated with three localised FRBs", "Authors": "James O. Chibueze, M. Caleb, L. Spitler, H. Ashkar, F. Schussler, B. W. Stappers, C. Venter, I. Heywood, A. M. S. Richards, D. R. A. Williams, M. Kramer, R. Beswick, M. C. Bezuidenhout, R. P. Breton, L. N. Driessen, F. Jankowski, E. F. Keane, M. Malenta, M. Mickaliger, V. Morello, H. Qiu, K. Rajwade, S. Sanidas, M. Surnis, T. W. Scragg, C. R. H. Walker, N. Wrigley, H.E.S.S. Collaboration: F. Aharonian, F. Ait Benkhali, E.O. Anguner, M. Backes, V. Baghmanyan, V. Barbosa Martins, R. Batzofin, Y. Becherini, D. Berge, M. Bottcher, C. Boisson, J. Bolmont, M. de Bony de Lavergne, M. Breuhaus, R. Brose, F. Brun, T. Bulik, F. Cangemi, S. Caroff, S. Casanova, J. Catalano, M. Cerruti, T. Chand, A. Chen, O.U. Chibueze, G. Cotter, P. Cristofari, J. Damascene Mbarubucyeye, J. Devin, A. Djannati Atai, A. Dmytriiev, K. Egberts, J.P. Ernenwein, A. Fiasson, G. Fichet de Clairfontaine, G. Fontaine, S. Funk, S. Gabici, S. Ghafourizadeh, G. Giavitto, D. Glawion, M. H. Grondin, M. Horbe, C. Hoischen, T. L. Holch, Zhiqiu Huang, M. Jamrozy, F. Jankowsky, I. Jung Richardt, E. Kasai, K. Katarzynski, U. Katz, B. Khelifi, W. Kluzniak, Nu. Komin, K. Kosack, D. Kostunin, A. Lemiere, J. P. Lenain, F. Leuschner, T. Lohse, A. Luashvili, I. Lypova, J. Mackey, D. Malyshev, V. Marandon, P. Marchegiani, A. Marcowith, G. Marti Devesa, R. Marx, A. Mitchell, R. Moderski\n\n<!--\nfunction toggleAuthorList(whichLayer,toggleThis)\n{\n  var elem, vis, tempToggle;\n  tempToggle=toggleThis;\n  if( document.getElementById ) // standard\n      elem = document.getElementById( whichLayer );\n  else if( document.all ) // old msie versions\n      elem = document.all[whichLayer];\n  else if( document.layers ) // nn4\n      elem = document.layers[whichLayer];\n  vis = elem.style;\n  // if the style.display value is blank we try to figure it out here\n  if(vis.display==''&&elem.offsetWidth!=undefined&&elem.offsetHeight!=undefined)\n    vis.display = (elem.offsetWidth!=0&&elem.offsetHeight!=0)?'inline':'none';\n  vis.display = (vis.display==''||vis.display=='inline')?'none':'inline';\n\n  // toggle link inner text\n  status = vis.display;\n  if(status=='none'){\n      document.getElementById('toggle').innerHTML = tempToggle ;\n      document.getElementById('toggle').title = \"Show Entire Author List\";\n  }\n  else if(status=='inline'){\n      document.getElementById('toggle').innerHTML = \"(collapse list)\";\n      document.getElementById('toggle').title = \"Collapse Author List\";\n  }\n}\n//-->\n\n\n        , L. Mohrmann, E. Moulin, J. Muller, K. Nakashima, M. de Naurois, A. Nayerhoda, J. Niemiec, A. Priyana Noel, P. O'Brien, S. Ohm, L. Olivera Nieto, E. de Ona Wilhelmi, M. Ostrowski, S. Panny, R.D. Parsons, S. Pita, V. Poireau, D.A. Prokhorov, H. Prokoph, G. Puhlhofer, A. Quirrenbach, P. Reichherzer, A. Reimer, O. Reimer, G. Rowell, B. Rudak, E. Ruiz Velasco, V. Sahakian, S. Sailer, H. Salzmann, D.A. Sanchez, A. Santangelo, M. Sasaki, H.M. Schutte, U. Schwanke, J.N.S. Shapopi, A. Specovius, S. Spencer, R. Steenkamp, S. Steinmassl, T. Takahashi, T. Tanaka, C. Thorpe Morgan, N. Tsuji, C. van Eldik, J. Veh, J. Vink, S.J. Wagner, A. Wierzcholska, Yu Wun Wong, A. Yusafzai, M. Zacharias, D. Zargaryan, A.A. Zdziarski, A. Zech, S.J. Zhu, S. Zouari, N.Zywucka\n\n\n    et al. (58 additional authors not shown)\n You must enable JavaScript to view entire author list.", "Abstract": "  We report on a search for persistent radio emission from the one-off Fast Radio Burst (FRB) 20190714A, as well as from two repeating FRBs, 20190711A and 20171019A, using the MeerKAT radio telescope. For FRB 20171019A we also conducted simultaneous observations with the High Energy Stereoscopic System (H.E.S.S.) in very high energy gamma rays and searched for signals in the ultraviolet, optical, and X-ray bands. For this FRB, we obtain a UV flux upper limit of 1.39x10^-16 erg/cm^-2/s/Amstrong, X-ray limit of ~ 6.6x10^-14 erg/cm^-2/s and a limit on the very-high-energy gamma-ray flux (Phi) (E > 120 GeV) < 1.7 x 10^-12 erg/cm^-2/s. We obtain a radio upper limit of ~15 microJy/beam for persistent emission at the locations of both FRBs 20190711A and 20171019A, but detect diffuse radio emission with a peak brightness of ~53 microJy/beam associated with FRB 20190714A at z = 0.2365. This represents the first detection of the radio continuum emission potentially associated with the host (galaxy) of FRB 20190714A, and is only the third known FRB to have such an association. Given the possible association of a faint persistent source, FRB 20190714A may potentially be a repeating FRB whose age lies between that of FRB 20121102A and FRB 20180916A. A parallel search for repeat bursts from these FRBs revealed no new detections down to a fluence of 0.08 Jy ms for a 1 ms duration burst.      ", "Subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "DOI": "arXiv:2201.00069", "Text": "MeerKAT, e-MERLIN, Swift and H.E.S.S., observations of three localised FRBs 1A MeerKAT, e-MERLIN, H.E.S.S. and Swift search for persistentand transient emission associated with three localised FRBsJ. O. Chibueze,!:2* M. Caleb,>4+ L. Spitler,> H. Ashkar,®!7 F. Schiissler,® B. W. Stappers,*C. Venter,! I. Heywood,’*? A.M. S. Richards,? D. R. A. Williams,? M. Kramer,?>R. Beswick,’ M. C. Bezuidenhout,? R. P. Breton,? L. N. Driessen,? F. Jankowski,?E. F. Keane,!° M. Malenta,? M. Mickaliger,? V. Morello?, H. Qiu, !! K. Rajwade,S. Sanidas,? M. Surnis,? T. W. Scragg,? C. R. H. Walker,” and N. Wrigley,?H.E.S.S. Collaboration: F. Aharonian,!2!3-!4 F, Ait Benkhali,!5 E.O. Angiiner,!® M. Backes, !®:V. Baghmanyan,!® V. Barbosa Martins,2° R. Batzofin,2! Y. Becherini,22-2> D. Berge,”M. Bottcher,! C. Boisson,2* J. Bolmont,2> M. de Bony de Lavergne,”° M. Breuhaus,!3R. Brose,!? F. Brun,° T. Bulik,2’ F. Cangemi,”> S. Caroff,2> $. Casanova, !?J. Catalano,28 M. Cerruti,22 T. Chand,! A. Chen,2! 0.U. Chibueze,!G. Cotter,2? P. Cristofari,2* J. Damascene Mbarubucyeye,”” J. Devin,”° A. Djannati-Atai,”*A, Dmytriiev,! K. Egberts,?! J.-P. Ernenwein,!® A. Fiasson,”® G. Fichet de Clairfontaine,?4G. Fontaine,!” S. Funk,”® S. Gabici,?” S. Ghafourizadeh,!> G. Giavitto,”°D. Glawion,28 M.-H. Grondin,2° M. Hérbe,2? C. Hoischen,?! T. L. Holch,2°Zhigiu Huang,” M. Jamrozy,*? EJ ankowsky, > L Jung-Richardt,”* E. Kasai,!8K. Katarzyriski,** U. Katz,28 B. Khélifi,22 W. Kluzniak,>* Nu. Komin,2!K. Kosack,® D. Kostunin,2° A. Lemiére,2? J.-P. Lenain,2> F. Leuschner,*>T. Lohse,*© A. Luashvili,”4 I. Lypova, > J. Mackey, | D. Malyshev,>>V. Marandon,!? P. Marchegiani,”! A. Marcowith,?” G. Marti-Devesa,?8 R. Marx,!>A. Mitchell,28!3 R. Moderski,** L. Mohrmann,!? E. Moulin,® J. Muller,!7K. Nakashima,2® M. de Naurois,!” A. Nayerhoda,!? J. Niemiec,!? A. Priyana Noel,>2P. O’Brien,?? S. Ohm,”° L. Olivera-Nieto,!3 E. de Ona Wilhelmi,2° M. Ostrowski,>”S. Panny,?® R.D. Parsons,” S. Pita,22 V. Poireau,2° D.A. Prokhorov,”°H. Prokoph,”° G. Piihlhofer,*> A. Quirrenbach,!> P. Reichherzer,° A. Reimer,*®O. Reimer,*® G. Rowell,*! B. Rudak,** E. Ruiz-Velasco,!? V. Sahakian,*?S. Sailer,!3 H. Salzmann,*° D.A. Sanchez,° A. Santangelo,* M. Sasaki,2®H.M. Schutte,! U. Schwanke,*° J.N.S. Shapopi,!® A. Specovius,78S. Spencer,”? R. Steenkamp,!® S. Steinmassl,!3 T. Takahashi,*? T. Tanaka,“*C. Thorpe-Morgan,** N. Tsuji, C. van Eldik,28 J. Veh,28J. Vink,” S.J. Wagner, > A. Wierzcholska,!? Yu Wun Wong,”8 A. Yusafzai,28M. Zacharias,2*! D. Zargaryan,!?-!4 A.A. Zdziarski,** A. Zech,2* S.J. Zhu,2°S. Zouari,22 N. Zywucka,!MNRAS 000, I-15 (2021)-ph.HE] 31 Dec 2021wXiv:2201.00069v1 [astro©CcAccepted XXX. Received YYY; in original form ZZZ\fMNRAS 000, I-15 (2021)Preprint 4 January 2022 Compiled using MNRAS [TX style file v3.0ABSTRACTWe report on a search for persistent radio emission from the one-off Fast Radio Burst (FRB)20190714A, as well as from two repeating FRBs, 20190711A and 20171019A, using theMeerKAT radio telescope. For FRB 20171019A we also conducted simultaneous observationswith the High Energy Stereoscopic System (H.E.S.S.) in very high energy gamma rays andsearched for signals in the ultraviolet, optical, and X-ray bands. For this FRB, we obtain a UVflux upper limit of 1.39 x 107!® erg em=2 s“!A7!,, X-ray limit of ~ 6.6 107!4 erg em7 s7! anda limit on the very-high-energy gamma-ray flux ®(E > 120GeV) < 1.7x 10\" ergem?s\"!.We obtain a radio upper limit of ~15yJy beam! for persistent emission at the locations of bothFRBs 20190711A and 20171019A, but detect diffuse radio emission with a peak brightnessof ~53yuJy beam! associated with FRB 20190714A at z = 0.2365. This represents the firstdetection of the radio continuum emission potentially associated with the host (galaxy) of FRB20190714A, and is only the third known FRB to have such an association. Given the possibleassociation of a faint persistent source, FRB 20190714A may potentially be a repeating FRBwhose age lies between that of FRB 20121102A and FRB 20180916A. A parallel search forrepeat bursts from these FRBs revealed no new detections down to a fluence of 0.08 Jy ms fora 1 ms duration burst.Key words: fast radio bursts — radio continuum: galaxies — radiation mechanisms: non-thermal1 INTRODUCTIONFast radio bursts (FRBs) are luminous transients that last for mi-croseconds to milliseconds and occur at extragalactic to cosmo-logical distances (e.g. Lorimer et al. 2007; Thornton et al. 2013;Macquart et al. 2020). The estimated high radio luminosities andassociated brightness temperatures required to produce these short-timescale energetic events at such distances are what makes themintriguing (Petroff et al. 2021; Caleb & Keane 2021). They have beenobserved to emit from ~ 110 MHz — 8 GHz, though not yet acrossa wide and continuous frequency band due to the variable band-limited spectra of the single pulses. Over 600 FRBs have been dis-covered! of which ~ 20 have been seen to repeat, and it is presentlyuncertain whether they all do (Caleb et al. 2019; James et al. 2020).The extraordinary observed characteristics of the repeating and non-repeating FRBs have led to various progenitor models with the bulkof them favouring neutron stars. Progenitor theories include binaryneutron star mergers and collisions (Totani 2013; Yamasaki et al.2018), giant pulses from extragalactic pulsars (Cordes & Wasser-man 2016; Popov & Pshirkov 2016), hyperflares and giant flaresfrom magnetars (Popov & Postnov 2013; Popov et al. 2018), binarywhite dwarf mergers (Kashiyama et al. 2013), neutron star “comb-ing\" (Zhang 2018) and interactions of neutron stars with activegalactic nuclei (Vieyro et al. 2017) (see Platts et al. (2019) for a listof potential progenitors). Some of these models predict radio after-glows accompanying an FRB with timescales of days to years. Liuet al. (2016) propose that the merger of a Kerr-Newman black holebinary is one of the plausible central engines for FRBs and theirafterglows. Dai et al. (2017), however, suggest that the persistentemission is due to an ultra-relativistic pulsar wind nebula sweepingup its ambient medium with FRBs repeatedly produced through oneof several potential mechanisms. In the magnetar model by Margalitet al. (2019), FRBs produced by binary neutron star mergers andaccretion induced collapse are expected to be accompanied by per-sistent radio continuum emission on timescales of months to years. * james.chibueze @nwu.ac.za+ manisha.caleb@manchester.ac.uk1 https://www.wis-tns.org/The persistent emission is powered by the nebula of relativistic elec-trons and magnetic fields inflated by the magnetar flares (Margalitet al. 2019). The existence of persistent emission associated withFRBs could provide vital clues to their origin. Moreover, potentialcandidates and models for FRB progenitors predict counterpartsin the X-ray an TeV bands. For example, a model by Lyubarsky(2014) predicts millisecond outbursts of TeV emission accompany-ing FRBs from magnetars. In 2020, FRB 20200428 was discoveredfor the first time from a galactic magnetar, SGR 1935+2154. Fur-thermore, an X-ray counterpart to this FRB was deteced for the firsttime by several instruments (Tavani et al. 2021; Ridnaia et al. 2021;Mereghetti et al. 2020; Insight-HXMT 2020).Of the 19 FRBs that have been associated with host galax-ies’, only the sub-arcsecond localisation of the repeating FRB20121102A to a host galaxy at a redshift of z = 0.19273 + 0.0008(Tendulkar et al. 2017; Bassa et al. 2017) showed that it is physi-cally associated with a compact (< 0.7 pc), persistent radio sourceof luminosity vLy ~ 1059 erg s~! at a few GHz (Marcote et al.2017). This source is detectable from 300 MHz — 26 GHz (Resmiet al. 2020; Chatterjee et al. 2017) and is seen to exhibit ~ 10% vari-ability on day timescales. In contrast, a similar sub-milliarcsecondlocalisation of another repeating FRB 20180916B to a nearby mas-sive spiral galaxy at z = 0.0337 + 0.0002 (Marcote et al. 2020)showed no associated persistent radio emission. This places a strongupper limit on the persistent source luminosity of vLy < 7.6x 10°>erg s~! at 1.6GHz, which is three orders of magnitude lower thanthat of FRB 20121102A. Recently, the CHIME/FRB collaborationannounced heightened activity in the repeating FRB 20201124A(Chime/FRB Collaboration 2021), which was localised to a hostgalaxy at a redshift of z = 0.0979 + 0.0001 (Fong et al. 2021).Persistent radio emission was detected by the upgraded Giant Me-trewave Radio Telescope (aGMRT) (Wharton et al. 2021) and theKarl G. Jansky Very Large Array (SVLA) (Ricci et al. 2021) onangular scales of a few arcseconds, but resolved out to scales of~ 0.1 arcseconds with the European VLBI Network (Marcote et al.2021).Localisations of four one-off FRBs through imaging of 2 https: //frbhosts.org/© 2021 The Authors\fMeerKAT, e-MERLIN, Swift and H.E.S.S., observations of three localised FRBs_ — 3buffered raw voltage data at 1.4GHz (Bannister et al. 2019;Prochaska et al. 2019; Macquart et al. 2020) by the AustralianSKA Pathfinder (ASKAP) telescope did not yield persistent radiocontinuum emission from the host galaxies (Bhandari et al. 2020).Australian Telescope Compact Array (ATCA) observations of FRBs20180924B, 20181112A, 20190102C and 20190608B were con-ducted at a centre frequency of 6.5 GHz. No persistent emission asluminous as the one associated with FRB 20121102A was detectedfor the ASKAP FRBs (Bhandari et al. 2020). While the true age ofFRB 121102A is unknown, models based on polarization studiespredict the age to be ~ 6 — 17 years (Hilmarsson et al. 2021). It ispossible that younger, more active FRBs like FRB 20121102A areassociated with persistent radio emission while the emission mighthave faded over time for the older ones. The possibility of repeatingFRBs not being so uncommon after all (Ravi 2019) along with theincreasing arcsecond localisations suggests that we are entering anera where we can begin to look for evidence of multiple classes bystudying FRB host galaxies and multi-wavelength counterparts.In this paper, we report on the search for persistent radio emis-sion in the host galaxies of one apparent one-off source (FRB20190714A) and two repeating sources (FRBs 20171019A and20190711A) (Kumar et al. 2019, 2021) using MeerKAT. In caseof the latter, we also conducted simultaneous observations with theHigh Energy Stereoscopic System (H.E.S.S.) in very high energygamma rays. In addition, we searched for signals in the ultraviolet,optical, and X-ray bands. The paper is structured as follows. In Sec-tion 2, we discuss our observations and data reduction; in Section 3,we discuss the single radio continuum detection and derived multi-wavelength upper limits. Our discussion and conclusions follow inSection 4 and 5. 2 OBSERVATIONS AND DATA REDUCTION2.1 MeerKAT observationsThe MeerKAT 64-parabolic-dish array (Jonas & MeerKAT Team2016; Mauch et al. 2020) is located in the Northern Karoo desertnear Carnarvon, South Africa. Each “offset Gregorian\" parabolicdish antenna has an effective diameter of 13.5 m. The inner core ofthe array contains 48 of the 64 dishes in a 1 km radius, while theremaining 16 dishes are spread outward up to 8 km. The shortest andlongest baselines of the MeerKAT array are 29 m and 8 km, respec-tively, providing angular scales of 5’’ to 27’ at the central frequency,of the L-band receiver used here, of 1283 MHz. Multi-epoch ob-servations of the FRB fields were conducted with the MeerKATarray (Project ID: SCI-20190418-VC-01) at L-band (856 MHz to1712 MHz). Details of the MeerKAT observations are presentedin Table 1. Only Stokes I (total intensity) of the MeerKAT ob-servations are considered in this paper. The data correlation wasdone with the SKARAB correlator (Hickish et al. 2016) in 4k modewhich gives 4096 channels across the 856 MHz bandwidth resultingin a frequency resolution of ~209 kHz. The data were reduced us-ing the semi-automated MeerKAT data analysis pipelines - oxkat?(Heywood 2020).2.1.1 Imaging analysisThe oxkat pipeline employs a collection of publicly available ra-dio interferometry data reduction software. The final data prod-3 https: //ascl .net/code/v/2627MNRAS 000, I-15 (2021)ucts, including reduced and calibrated visibility data (includingself-calibration), continuum (including sub-band) images as wellas diagnostic plots, are provided by the pipeline. The customaryconfiguration of the oxkat pipeline incorporates flagging, crcalibration and self-calibration processes. In the flagging process,the low-gain bandpass edges (856 MHz to 880 MHz and 1658 MHzto 1800 MHz) are flagged on all baselines, along with the location ofthe Galactic neutral hydrogen line at 1419.8 MHz to 1421.3 MHz.Several other radio frequency interference (RFI) prone regions ofthe spectrum are then flagged on baselines shorter than 600 m.Then, other possible RFI affected data are flagged out using theCASA routines rflag and tfcrop for the calibrators, and using thetricolour package for the target fields.The cross-calibration steps using oxkat were standard, includ-ing setting the flux scale and deriving corrections for residual delaycalibration, bandpass and time-varying gain. The oxkat pipelineuses the customary tasks from the CASA (McMullin et al. 2007)suite for cross-calibration. After applying all the corrections to thetarget field, we channel-averaged the dataset by a factor of five chan-nels before splitting out the science target. This is consistent with ourscience goals, since the relic sources we target are in the central partsof our fields, reducing the effect of smearing through the channelaveraging. To deconvolve and image the target data, the WSCleanimager (Offringa et al. 2014) was used, with the multiscale andwideband deconvolution algorithms enabled to better allow imag-ing of the diffuse emission present in the our fields. Deconvolutionwas performed in ten sub-band images of each 82 MHz wide-band.WSClean generates the multi-frequency synthesis (MFS) map, injoined-channel deconvolution mode, with a central frequency of1283 MHz. In other words, the MFS map is a full bandwidth map.In WSClean, each of the sub-bands is deconvolved separately withan initially high mask of 200;ms (using the auto masking functionprovided by WSClean), to generate an artefact-free model of thetarget field for the self-calibration process. This masking thresholdwas iteratively reduced to a value of 30;ms in the final iterationof imaging. The oxkat pipeline uses the customary tasks from theCubical software (Kenyon et al. 2018) for self-calibration. 2.1.2 Single pulse searchesIn addition to obtaining correlated data, the output data stream ofthe F-engine are captured, delay corrected, phased and channelisedbefore being sent over the central beamforming network to the beam-forming User Supplied Equipment (FBFUSE) that was designed anddeveloped at the Max Planck Institute for Radio Astronomy in Bonn.For this project, FBFUSE combined the data into 764 total-intensitytied-array beams which were used to populate the primary beam of~1 deg? of the array. The data are then captured at 306.24 1s timeresolution by the Transient User Supplied Equipment (TUSE), areal-time transient detection backend instrument developed by theMeerTRAP* team at the University of Manchester. More details onTUSE will be presented in an upcoming paper (Stappers et al. inprep). The GPU-based single pulse search pipeline AstroAcceler-ate? (Dimoudi & Armour 2015; Adémek & Armour 2016; Adémeket al. 2017; Dimoudi et al. 2018; Adaémek & Armour 2019) was usedto search for bursts in real-time after incoherently de-dispersing thedata in the DM range 0-5118.4 pc cm73 (see Caleb et al. 2020, formore details).4 https: //www.meertrap.org/> https: //github.com/AstroAccelerateOrg/astro-accelerate\f4 Chibueze et al.2.2 e-MERLIN ObservationsTo constrain the position of the persistent continuum emissionassociated with FRB 20190714A, we conducted L-band (centrefrequency of 1.51 GHz) observations of the target with the en-hanced Multi-Element Remote-Linked Interferometer Network, e-MERLIN array in the United Kingdom (project code: CY 10003)on 13 January, 2021 (see Section 3.1.2). Six antennas were usedincluding the 75-m Lovell telescope and the target pointing cen-tre was R.A. = 12/15'55%.12, Dec. = —13°01/15/’7. 1407+2827was used as the bandpass calibrator, 1331+3030 as the flux cal-ibrator and 1216-1033 as the phase calibrator. The angular sep-aration between the target and the phase calibrator is 2.47°. Thedata reduction was done following standard e-MERLIN calibra-tion procedures® with additional flagging of bad visibilities fol-lowed by imaging. We found two confusing sources in the field,at R.A. = 12/15'445.669, Dec. = —12°57/59/’56 and R.A. =12\" 15378 216, Dec. = —13°09/33/’44 at 4.1’ and 9.4’ from thepointing centre, respectively. They had apparent flux densities of 4and 1.3 mJy without primary beam correction. We used these forself-calibration of the field and then subtracted them before finalimaging. The final image synthesized beam is 0/65 x 0/’15, posi-tion angle 15° elongated in the Declination direction due to the lowtarget elevation from the UK.2.3 The Swift satellite: UVOT and XRT observationsNeil Gehrels Swift Observatory (Swift) is a multi-wavelength NASAspace mission operating in soft-X-rays and optical/UV. Here weuse data from the X-ray Telescope (XRT) (Burrows et al. 2005)which operates in the soft X-ray domain of 0.3 — 10 keV as well asdata taken by the UV/Optical Telescope (UVOT) (Roming et al.2005) operating in the UV to optical domain (170 — 600 nm).During the FRB 20171019A multi-wavelength (MWL) observingcampaign, two 2 ks target-of-opportunity (ToO) observations wereperformed with Swift from 2019-09-28 18:37:02 to 2019-09-2821:52:54 and 2019-10-18 18:03:00 to 2019-10-18 20:03:00 on theFRB 20171019A localisation region. Simultaneously with Swift-XRT, five UVOT images were taken with the UVM2 filter (centralwavelengh = 2246 A) over the 2 epochs with a total exposure of 4 ks.The images are aspect-corrected and summed with the uvotimsumtool (HEASOFT 6.26). Observations were performed with Swift-XRT in the standard Photon Counting observing mode (PC). TheXRT PC data are processed with xrtpipeline (HEASOFT 6.26).A summed image is extracted with xselect.2.4 Very-high energy gamma-ray observations with H.E.S.S.Observations of FRB 20171019A were also obtained in the very-high energy gamma-ray domain with the H.E.S.S. imaging atmo-spheric Cherenkov telescope array, sensitive in the range between afew tens of GeVs and 100 TeV. H.E.S.S. is located on the KhomasHighland plateau of Namibia (23°16’18”” South, 16°30’00” East),at an elevation of ~1800 m above sea level. Observations took placecontemporaneously to the first epoch of MeerKAT observations ofFRB 20171019A described above. The data set was obtained withthe H.E.S.S. phase II array, including the upgraded 12 m-diameterCT1-4 telescopes (Ashton et al. 2020) and the large 28 m-diameter6 https: //github.com/e-merlin/eMERLIN_CASA_pipelineCTS telescope (Bolmont et al. 2014). A standard data quality selec-tion was applied to the data (Aharonian et al. 2006). The events havethen been selected and their direction and energy reconstructed us-ing a log-likelihood minimization comparing the recorded showerimages of all triggered telescopes (requiring at least two telescopesto see the same gamma-ray event) to a semi-analytical model of airshowers (de Naurois & Rolland 2009).We define a circular region-of-interest centered on the positionof FRB 20171019A with a radius of 0.12°, optimal for a point-likesource of emission as expected from FRB 20171019A. The back-ground level in this ON region was determined using the standard“ring background” technique (Berge et al. 2007) based on a radiallysymmetric ring around the source position. This technique allows usto derive the background level from the same field of view and as-sures that the gamma-ray signal and background are estimated withthe same acceptance and under the same observation conditions.3 RESULTS3.1 MeerKATThe theoretical thermal noise of the MeerKAT can be calculated as1 SEFDStms = —Ne Inpor X N(N = 1) x Av X tintThe system equivalent flux density (SEFD) of MeerKAT at the1.28 GHz is 443 Jy and 77¢ is the correlator efficiency. We used Npoi= 2 polarisation products (XX and YY), N = 64 telescopes, Av =856 MHz bandwidth and t;,, = 21600 sec observing time for oneepoch. This gives the theoretical rms of ~ 2 uJy beam™ ! The typicalimage rms obtained from our residual images is ~ 5 wy beam™!,which is 2.5 times the expected theoretical rms. The wideband MFSimage does not allow primary beam correction procedure as this canonly be done on the sub-band images with limited rms for detectionof the sources. However, our sources are the phase centres of ourfields and thus unaffected by the effect of the primary beam.Due to the lack of MeerKAT primary beam correction, wedid not compare the flux densities of the discrete sources withtheir NRAO (National Radio Astronomy Observatory) VLA (VeryLarge Array) Sky Survey (NVSS) counterparts. However, Chibuezeet al. (2021, submitted) confirmed that the overall flux densitiesobtained with MeerKAT and NVSS are in good agreement witheach other within errors of ~ 5%. We compared the astrometry ofthe discrete radio sources obtained with MeerKAT and NVSS inFigure 1. The position uncertainty of the MeerKAT ranges from022 (close to the centre of the primary beam) to a few arcsecondstowards the edge of the primary beam. The scatter observed inFigure | is mostly due to the probability of the centroids of emissionin the ~45’” NVSS resolution being different from the centroids atMeerKAT’s resolution and partly due to higher position uncertaintyof the fainter sources. Therefore, we conclude that our MeerKATdata are well calibrated and the flux density and astrometry are asaccurate as the errors indicate.(1)3.1.1 Looking for persistent continuum emission associated withthe FRB fieldsConsidering the results of the astrometric comparison with NVSS(see Figure 1), we considered potential associations of contin-uum sources in the MeerKAT observations with the FRB loca-MNRAS 000, 1-15 (2021)\fMeerKAT, e-MERLIN, Swift and H.E.S.S., observations of three localised FRBs_ — 5tion to sources within 5’’. Using this spatial coincidence criterion,we identified a persistent 1283 MHz continuum source near FRB20190714A, detected in both the 14 September 2019 and the 28September 2019 epoch. The peak of the MeerKAT radio emissionis offset by ~ 2’’.1 from the peak of the i-band magnitude of the op-tical galaxy identified in the Panoramic Survey Telescope and RapidResponse System (PanSTARRS, located at Haleakala Observatory)image (shown as contours in Figures 2 and 3). The MeerKAT ra-dio source is offset by 1/’68 from the localisation region of FRB20190714 (cyan circle in Figures 2 and 3).3.1.2. e-MERLIN detection of compact emission towardsFRB 20190714Compact persistent emission was detected in the 1.51 GHz e-MERLIN image at R.A. = 12\" 15’\"55%.116, Dec. = —13°01/14/’48at 86 py beam7! by e-MERLIN. The stochastic position uncer-tainty is (0.04, 0.15) arcsec and the uncertainty (due to the sepa-ration between phase-calibrator and target, and antenna positionuncertainty) is (0.013, 0.056) arcsec, giving a total astrometricuncertainty of (0.04, 0.16) arcsec in R.A. and Dec., respectively.The offset from the FRB position is negligible in R.A. and 1.2arcsec in Dec. The rms in this region (of full primary beam sen-sitivity) is 20 wy beam7!, making this a 4.30;ms detection. It is~1.50;ms higher than that of the MeerKAT detection. Although thee-MERLIN flux scale nominal uncertainty is ~5%, in these data itis possibly higher due to the low declination of the phase-referencesource and to the strong RFI which were removed from the databut may have affected the linearity of the receiver response. Thepeak of the e-MERLIN radio emission is offset by ~ 1’’4 from thepeak of the PanSTARRS i-band emission in Figures 2 and 3. Thee-MERLIN radio source (shown by the cyan cross in Figures 2 and3) is offset by 0/’53 from the localised position of FRB 20190714.We estimate the probability of a chance alignment of a back-ground persistent radio source and the host galaxy, following theprocedure of Eftekhari et al. (2018). Instead of using the FRB lo-calisation region, we use the area of the galaxy, which is taken as2” x 2’, twice the half light radius from Heintz et al. (2020). Giventhe source has a flux density of ~ 90yJy we estimate the chancealignment probability of 0.0008, which corresponds to 3.40. Theflux density threshold, assuming 3c, for an unresolved radio sourceis ~ 15 wy. If instead we consider the probability of detecting anyradio source above our flux density threshold of 15 Jy, the probabil-ity of a chance alignment is, therefore, approximately 0.8%, makingthe statistical significance of our detection 2.6. This represents thefirst detection of radio continuum emission associated with the host(galaxy) of FRB 20190714A (see Figure 2 and 3).  3.1.3 MeerKAT non-detectionsNo continuum emission was detected near FRBs 20171019A and20190711A. As each of the images of these sources has an rmsof ~5 Jy beam™!, the 3 intensity upper limit of any emissionassociated with FRBs 20171019A and 20190711A will be ~ 15 Jybeam7! (see Table 1).Candidate pulses above a signal-to-noise (S/N) of 10 from thesingle pulse search with MeerTRAP were visually inspected offline.No new FRBs or repeat bursts from the known FRBs were detectedabove a fluence threshold of 0.08 Jy ms assuming a | ms durationburst.MNRAS 000, I-15 (2021)3.2 SwiftThe UVOT summed image is presented in Figure 4. The UVOTfield of view corresponds roughly to the uncertainty’ of the locali-sation region of FRB 20171019A (RA = 7.5’and DEC = 7’). Usinguvotdetect, we find 30 sources above the 5a level and within theFRB 20171019A uncertainty region. Using a 3 arcsec maximumseparation, which is slightly larger than the UVOT PSF (Breeveldet al. 2010), these sources are cross-matched with known cataloguesources. We find that out of the 30 sources detected by UVOT, 28are spatially coincident with stars catalogued in the SDSS catalogue(DR12; Alam et al. 2015), and one source is coincident with a galaxy(AGN broadline SDSS ID: 1237652599570890948 at z ~ 0.156).This galaxy is also detected by the MeerKAT radio observations. Weuse the NASA/IPAC Extragalactic Database (NED)® to search forknown galaxies in the FRB 20171019A uncertainty regions. We findmultiple galaxies with unknown redshifts, therefore we cannot drawconclusions on the host galaxy from our observations. Using a 50’”circular ON region centred on the position of FRB 20171019A anda50” OFF region that does not contain any of the detected sources,we run the uvotsource tool with a 5a background threshold andobtain a flux upper limit of 1.4 x 190716 erg cm? 5! A-! withoutapplying a Calactic extinction correction.The XRT summed image is shown in Figure 5. At the edgeof the field-of-view, we detect a source spatially coincident withthe Wolf 1561 star. As we consider this source unrelated to theFRB, we use the online Swift-XRT data products generator (Evanset al. 2007) (Evans et al. 2009) to derive upper limits in the 0.3-10 keV range on the count rate of 0.001885 counts.s~!. UsingWebPIMMS? (v4.11a) and assuming a weighted average Ny = 5.12102° cm? from the direction of the source estimated from theNASA’s HEASARC !° online tools (HI4PI Collaboration et al.2016) and a power law model with a photon index = 2, this upperlimit translates to an energy flux of 6.6 x 10714 erg cm? s7! (8.3 x1097/4 ergem™? s~! unabsorbed).    3.3 H.E.S.S.No significant gamma-ray excess above the expected backgroundis detected from the direction of FRB 20171019A, with 52 gammacandidate events from the source region and 524 background event.A second analysis using an independent event calibration and recon-struction (Parsons & Hinton 2014) confirms this result. A search forvariable emission on timescales ranging from milliseconds to sev-eral minutes with tools provided in (Brun et al. 2020) does not revealany variability above 2.2 o. For the total data set of 1.8 h, 95% confi-dence level (C. L.) upper limits on the photon flux are derived usingthe method described by Rolke et al. (2005). The energy thresholdof the data is highly dependent on the zenith angle of the observa-tions. For these observations, the zenith angles range from 15 to 25deg, which leads to an energy threshold for the stacked data set ofEt, = 120GeV. The upper limit on the Very High Energy (VHE)7 https: //www.wis-tns.org/object/20171019a8 https://ned.ipac.caltech.edu; NED is funded by the NationalAeronautics and Space Administration and operated by the California Insti-tute of Technology9 https: //heasarc.gsfc.nasa.gov/cgi-bin/Tools/w3pimms/w3pimms.pl10 https://heasarc.gsfc.nasa.gov/cgi-bin/Tools/w3nh/w3nh.pl\f6 = Chibueze et al. 10.0 1 1 175 5 46°5.0+ |°°2.5 °OG Aer ° ° 7g °20U @_O O°Oo Oo& ool 0 06% |- O@2 2s ° .“” ° 0OOo°—5.0+ oO 4-7.5+ 4~10. L 1 1 1   1-10.0 -7.5 —5.0 —2.512.5 5.0 75 10.0AR.A. (arcsec)Figure 1. Astrometric comparison between MeerKAT and NVSS discrete compact sources.The open circles represent the difference in position between theMeerKAT and NVSS sources.gamma-ray flux above that threshold and assuming an energy depen-dence following E~? is ®(E > 120 GeV) < 2.10x 107!2 em=? 57!or ®(E > 120GeV) < 1.7 x 107! ergem=? s“!. A variation of+ 0.5 of the assumed spectral index leads to a variation in the upperlimit of less than + 19%. A map of energy flux upper limits coveringthe full region accessible within the H.E.S.S. field of view above120 GeV is given in Figure 6.4 DISCUSSIONOf the targeted FRB fields reported here, only FRB 20190714Ais observed to be spatially coincident with a persistent radio con-tinuum source. We obtain an upper limit of ~ 15 wJy beam™! forFRBs 20190711A and 201710194, respectively, and a peak inten-sity of ~ 53 Wy beam™! for the emission coincident with FRB20190714A. This source is detected at both epochs with similarintensities within the measured rms of the images (see Tables | and2 for details). The values in the Table 2 are derived by carryingout 2D Gaussian fit using similar ellipses enclosing the detectedpersistent emission. The average flux density is ~ 3 times less than that of the persistent source associated with FRBs 20121102A, oneof the most prolific repeaters, located at z = 0.19273(8). Persistentradio emission from FRB 20201124A was detected by the tGMRT(Wharton et al. 2021) and the JVLA (Ricci et al. 2021) on angularscales of a few arcseconds. However, it is resolved out at scales of~ 0.1 arcseconds with the European VLBI Network (Marcote et al.2021) suggesting that it is not a compact source directly associatedwith the FRB. In contrast, the other localised, prolific repeatingFRB 20180916A has no persistent radio counterpart.       In the image in Figure 3 one can see that the persistent radiosource lies at the edge of the optical extent of the host galaxyas seen in PanSTARRS observations (Heintz et al. 2020). Ourderived 1283 MHz peak position with MeerKAT places it just1/68 away from the position of FRB 20190714A (a72990, 572000= 12\"15\"55°.12, -13°01/15/’70; Heintz et al. 2020). The posi-tional uncertainty on the FRB position is 0/’283. Similarly, the peak1.51 GHz e-MERLIN position of the persistent radio source is sepa-rated from the position of FRB 20190714A by 0°53. The persistentsource near FRB 20190714A has a flux broadly consistent with theMeerKAT flux and is unresolved on the e- MERLIN baselines. TheMNRAS 000, 1-15 (2021)\fMeerKAT, e-MERLIN, Swift and H.E.S.S., observations of three localised FRBs_ — 70.000045              -11°30'00.0\"14 September 2019 epoch0.000040-12°00'00.0\"(0.00003530'00.0\"°88s&8)Ss €Oo - z f 6S aS cley clear 2S-13°00'00.0\" ee 58 0.000025z30'00.0\"(0.000020-14°00'00.0\" a30'00.0\" : 10.00001012h21m00.00s 18m00.00s 15m00.00s 12m00.00s 09m00.00sRA (J2000)-13°01'08.0\"DoYAR BIe)= hd weOoSoOox8a12h15m55.80s 55.60s 55.40s 55.20s 55.00s 54.80s 54.60s 54.40sRA (J2000)Figure 2. FRB 20190714A MeerKAT epoch I image (top) and a zoom-in (bottom) around the position of the FRB indicated by the cyan circle. White contours(levels: 300, 500, 900, 1200, 1600 counts) represent the PanSTARRS i-band optical counterpart coincident in position with the persistent radio emission. Thewhite ellipse in the bottom left corner represents the beam size of MeerKAT. The cyan cross indicates the position of the detected compact emission in oure-MERLIN observations.MNRAS 000, I-15 (2021)\f8Chibueze et al.              -11°30'00.0\"28 September 2019 epo0.000040-12°00'00.0\"0.00003530'00.0\"10.000030—>s &S Y3 2S-13°00'00.0\" 2a Ssa 0.000025 5z30'00.0\"[0.000020-14°00'00.0\" Pee0.00001012h21m00.00s 18m00.00s 15m00.00s 12m00.00s 09m00.00sRA (J2000)-13°01'08.0\" igLsFRB20190714= ~.Dec (J2000)12h15m55.80s 55.60s 55.40s 55.20s 55.00s 54.80s 54.60s 54.40sRA (J2000)Figure 3. FRB 20190714A MeerKAT epoch II image (top) and a zoom-in (bottom) around the position of the FRB indicated by the cyan circle. White contours(levels: 300, 500, 900, 1200, 1600 counts) represent the PanSTARRS i-band optical counterpart coincident in position with the persistent radio emission. Thewhite ellipse in the bottom left corner represents the beam size of MeerKAT. The cyan cross indicates the position of the detected compact emission in oure-MERLIN observations.MNRAS 000, 1-15 (2021)\fMeerKAT, e-MERLIN, Swift and H.E.S.S., observations of three localised FRBs-8°30'33'36'39'Declination (J2000)42'‘27'00.0\" _Right Ascension334°33'00.0  21'00.910010Counts0\" *(J2000)15'00.0\"Figure 4. UVOT summed image of FRB 20171019A region taken during the MWL observation campaign in September-October 2019. The white circlesindicate sources detected above So. The cyan dot denotes the location of FRB 20171019A, the circle around it indicates the region used to derive the upperlimits while the magenta region indicates the background region used. The green box indicates FRB 20171019A 90% localisation region as reported in Kumaretal. (2019).Table 1. Details of the FRB fields observed with MeerKAT.       Field name Observation date Synthesized beam rms (Jy beam7!) Detected?FRB 20171019A — 28 September 2019 - No (calibration failure)FRB 20171019A 18 October 2019 678 x 570 5.2 < 15pJy beam™!FRB 20190711A 23 August 2019 117 x 479 49 < 15pJy beam™!FRB 20190711A 09 September 2019 1275 x 49 4.6 < 15pJy beam”!FRB 20190714A 14 September 2019 TA x 672 4.2 54.4 Jy beam”!FRB 20190714A — 28 September 2019 65 x 51 5.8 52.0 Jy beam!Table 2. Details of the radio continuum source associated with FRB 20190714A.Field name Observation date Telescope Veentre (GHz) 2000 632000 Maj. x min. axis Pos. angle _ Int. flux densityFRB 20190714A 28 September 2019 = MeerKAT 1.283 12/'15\"55°.154 — -13°01’1730 96 x 774 88.7° 87.4 wyFRB 20190714A 18 October 2019 MeerKAT 1.283 12/*1555°.193  -13°O1/17\"18 872 x 64 12.2° 80.7 wyFRB 20190714A 13 January 2021 e-MERLIN 1.510 1215558116 -13°01/1451 0115 x 0765 17.6° 107.5 py large offset from the centre of the galaxy makes the persistent sourceunlikely to be an AGN. So far this FRB has not been seen to repeat.Higher resolution imaging will be required to be certain of a directassociation of the persistent source with the FRB. We did not haveMNRAS 000, I-15 (2021)sufficient sensitivity in the sub-band images, thus, we are unable toderive the spectral index of the emission of the host galaxy.Our e-MERLIN observations probe a different spatialscale than the size of the persistent radio source associatedwith FRB 20121102A. At the angular diameter distance of\f10. = Chibueze et al.22°18™24° 00° 17™36°Right Ascension (J2000) Vn reFigure 5. XRT summed image of FRB 20171019A region taken during the MWL observation campaign in September - October 2019. The position of theWolf 1561 star is shown in cyan and is labelled. The green box indicates FRB 20171019A 90% localisation region as reported in Kumar et al. (2019).FRB 20190714A (780 Mpc), an unresolved source with an an-gular size of 0/’6 corresponds to a physical extent of $2.3 kpc. TheuGMRT reported the detection of an unresolved radio emission at650 MHz with a flux density of 700+ 100 wJy (Wharton et al. 2021),while the JVLA detected persistent emission with a flux density of340 + 30 wJy at 3 GHz (Ricci et al. 2021). Assuming the estimatedspectral index between these frequencies (~ —0.5, Ricci et al. 2021),the 1.3 GHz flux density would be ~ 500 pJy (similar to the 3-oupper limit on observations from 1 — 2 GHz; Law et al. 2021). Theflux density we measured for FRB 20190714A is a factor of ~10lower than FRB20201124A, but FRB 20190714A is also a factor2.6 more distant. Therefore, the flux densities would be comparableif they were at similar distances.Given the resolution of MeerKAT we are unable to defini-tively state whether the persistent emission is associated with astar-forming region or the FRB itself. However, the increased reso-lution with the e- MERLIN baselines would tend to favour a compactsource similar to the one observed in FRB 20121102A. One of theleading models to explain the bursts from, and radio counterpartto FRB 201211024, is a young nebula powered flaring magnetarembedded in a 20-50 year-old supernova remnant (Beloborodov2017; Metzger et al. 2019). The lack of a bright persistent radiosource associated with the repeater FRB 20180916A suggests thatit is comparatively older at = 200 — 500 years and the persistentradio source may have faded. In the model by Metzger et al. (2019),the nebula is suggested to contribute significantly to the rotationmeasure and dispersion measure (DM), as well as to the persis- tent radio luminosity. These values are expected to decrease on atimescale of a few decades to centuries. Given the association of acomparatively fainter persistent source, FRB 20190714A may po-tentially be a repeating FRB whose age lies between that of FRB20121102A and FRB 20180916A. Millisecond magnetars formedthrough standard astrophysical channels such as hydrogen poor su-perluminous supernovae and long duration gamma-ray bursts areconsistent with the progenitors of FRBs expected in low-metallicitydwarf galaxies with high specific star-formation rate such as forFRB 20121102A. However, Margalit et al. (2019) note that it is alsopossible to form such sources through a variety of channels, includ-ing binary neutron star mergers and accretion induced collapse ofwhite dwarfs in environments and host galaxy demographics differ-ent to FRB 20121102A. Such suggestions are consistent with recentlocalisations (e.g. Heintz et al. 2020).The X-ray and VHE observations with Swift and H.E.S.S.allows us to probe non-thermal persistent emission associated tothe FRB host galaxy or its source. Recently, H.E.S.S. observedSGR1935+2154 (H.E.S.S. collaboration 2021) that is a Galacticmagnetar linked to a repeating FRB and its first X-ray counterpart.Magnetar X-ray flares could in fact be non-thermal in nature (Li et al.2021) indicating the presence of particle acceleration that could po-tentially reach the VHE domain. The inverse Compton processprimary candidate for the production of VHE non-thermal emission.H.E.S.S. observations did not lead to a detection of a persistent or atransient source associated to FRB 20171019A. We found no X-raycounterparts and thus derived the upper limits to constrain these  isa MNRAS 000, 1-15 (2021)\fMeerKAT, e-MERLIN, Swift and H.E.S.S., observations of three localised FRBs_ 11le-7 Declination (J2000)-10°-11°h ro22h24™a—t20™Right Ascension (J2000) a—t16™1.852RPih©a)-11.1400.783Integral Upper Limit (erg cm~? s0.427 a oee 0879Figure 6. Map of upper limits on the VHE gamma-ray energy flux derived from the H.E.S.S. observations. The limits are valid above 120 GeV and assumea photon flux distribution following an E~? dependence. The green box indicates the FRB 20171019A 90% localisation region as reported in Kumar et al.(2019).The oversampling radius is 0.1°.emissions. In the case of existence of X-ray non-thermal outbursts,the lack of VHE detection could indicate that inverse Compton isweak in the vicinity of the magnetars or that the VHE gamma-rayemission is quenched. This latter scenario could be explained by thefact that inverse Compton is taking place too close to the magne-tar’s surface, where pair production and photon splitting could beresponsible for significant energy losses (Hu et al. 2019), preventingenergetic particles and photons to reach the nebula.No persistent emissions were detected towards FRB20190711A and FRB 20171019A in our MeerKAT observations(see Figures 7, 8, and 9), therefore no follow up observations wereconducted towards those FRBs.5 CONCLUSIONSSeveral FRB models envision persistent emission to be associatedwith these sources. In this paper, we conducted radio observationsof three FRBs (FRB 20190714A, 20190711A and 20171019A),and also a multi-wavelength campaign on one of these (FRB20171019A).We detected persistent compact radio emission associated withFRB 20190714A (at z = 0.2365) using the MeerKAT and e-MERLIN radio telescope. This represents the first detection of theradio continuum emission associated with the host (galaxy) of FRB20190714A and is only the third known FRB to have such an as-sociation. We furthermore obtained a radio upper limit of~ 15yJybeam™! for the repeating FRBs 20190711A and 20171019A.We also performed UV, X-ray and VHE observations with theMNRAS 000, I-15 (2021)Swift and H.E.S.S. instruments and obtained upper limits in the threedomains constraining the MWL emissions from FRB 20171019A.The search for FRB MWL counterparts is ongoing within theH.E.S.S. collaboration and more results will be published in fu-ture works.Given the association of a comparatively fainter persistentsource, FRB 20190714A may potentially be a repeating FRB whoseage lies between that of FRB 20121102A and FRB 20180916A.ACKNOWLEDGEMENTSThis paper makes use of the MeerKAT data (Project ID: SCI-20190418-VC-01). The MeerKAT telescope is operated by theSouth African Radio Astronomy Observatory, which is a facilityof the National Research Foundation, an agency of the Depart-ment of Science and Innovation (DSI). This work made use of theInter-University Institute for Data Intensive Astronomy (IDIA) vi-sualization lab https://vislab.idia.ac.za. IDIA is a partnership of theUniversity of Cape Town, the University of Pretoria, the Universityof the Western Cape and the South African Radio astronomy Obser-vatory. e- MERLIN is a National Facility operated by the Universityof Manchester at Jodrell Bank Observatory on behalf of STFC.The authors acknowledge funding from the European ResearchCouncil (ERC) under the European Union’s Horizon 2020 researchand innovation programme (grant agreement No 694745). The sup-port of the Namibian authorities and of the University of Namibiain facilitating the construction and operation of H.E.S.S. is grate-fully acknowledged, as is the support by the German Ministry for\f12. Chibueze et al.          -7°30'00.0\"-8°00'00.0\"30'00.0\"Dec (J2000)-9°00'00.0\"30'00.0\"-10°00'00.0\"22h21m00.00s18m00.00sRA (J2000)0.000040(0.000035(0.000030FRB 20171019A 0.000025Flux (jy/beam)0.000020rere Ly0.000015zant?ms4.00s 33,005 32,005 31,008 30,005,0.00001015m00.00s 12m00.00sFigure 7. FRB 20171019A MeerKAT image and a zoom-in (insert) around the position of the FRB. The white ellipse on the bottom left corner of the insertrepresent the beam size of MeerKAT.Education and Research (BMBF), the Max Planck Society, theGerman Research Foundation (DFG), the Helmholtz Association,the Alexander von Humboldt Foundation, the French Ministry ofHigher Education, Research and Innovation, the Centre Nationalde la Recherche Scientifique (CNRS/IN2P3 and CNRS/INSU),the Commissariat a l’énergie atomique et aux énergies alterna-tives (CEA), the U.K. Science and Technology Facilities Council(STFC), the Knut and Alice Wallenberg Foundation, the NationalScience Centre, Poland grant no. 2016/22/M/ST9/00382, the SouthAfrican Department of Science and Technology and National Re-search Foundation, the University of Namibia, the National Com-mission on Research, Science & Technology of Namibia (NCRST),the Austrian Federal Ministry of Education, Science and Researchand the Austrian Science Fund (FWF), the Australian ResearchCouncil (ARC), the Japan Society for the Promotion of Scienceand by the University of Amsterdam. We appreciate the excellentwork of the technical support staff in Berlin, Zeuthen, Heidelberg,Palaiseau, Paris, Saclay, Tiibingen and in Namibia in the construc-tion and operation of the equipment. This work benefited fromservices provided by the H.E.S.S. Virtual Organisation, supportedby the national resource providers of the EGI Federation. DATA AVAILABILITYThe data underlying this article will be shared on reasonable requestto the corresponding authors.REFERENCESAdamek K., Armour W., 2016, arXiv e-prints, p. arXiv:1611.09704Adamek K., Armour W., 2019, A GPU Implementation of the HarmonicSum Algorithm. p. 489Adamek K., Dimoudi S., Giles M., Armour W., 2017, arXiv e-prints, p.arXiv:1711.10855Aharonian F., et al., 2006, A&A, 457, 899Alam S., et al., 2015, The Astrophysical Journal Supplement Series, 219, 12Ashton T., et al., 2020, arXiv e-prints, p. arXiv:2001.04510Bannister K. W., et al., 2019, Science, 365, 565Bassa C. G., et al., 2017, ApJ, 843, L8Beloborodov A. M., 2017, ApJ, 843, L26Berge D., Funk S., Hinton J., 2007, A&A, 466, 1219Bhandari S., et al., 2020, ApJ, 895, L37Bolmont J., et al., 2014, Nuclear Instruments and Methods in Physics Re-search Section A: Accelerators, Spectrometers, Detectors and Associ-ated Equipment, 761, 46-57Breeveld A. A., et al., 2010, Monthly Notices of the Royal AstronomicalSociety, 406, 1687Brun F,, Piel Q., de Naurois M., Bernhard S., 2020, Astropart.Phys., 118,102429Burrows D.N., et al., 2005, Space Sci. Rev., 120, 165Caleb M., Keane E., 2021, Universe, 7, 453Caleb M., Stappers B. W., Rajwade K., Flynn C., 2019, MNRAS, 484, 5500Caleb M., et al., 2020, MNRAS, 496, 4565Chatterjee S., et al., 2017, Nature, 541, 58Chime/FRB Collaboration 2021, The Astronomer’s Telegram, 14497, |Cordes J. M., Wasserman I., 2016, MNRAS, 457, 232Dai Z. G., Wang J. S., Yu Y. W., 2017, ApJ, 838, L7Dimoudi S., Armour W., 2015, arXiv e-prints, p. arXiv:1511.07343Dimoudi S., Adamek K., Thiagaraj P., Ransom S. M., Karastergiou A.,Armour W., 2018, ApJS, 239, 28 MNRAS 000, 1-15 (2021)\fMeerKAT, e-MERLIN, Swift and H.E.S.S., observations of three localised FRBs 13                23 August 2019 epoch-79°00'00.0\"30'00.0\"-80°00'00.0\"Dec (J2000)30'00.0\"-81°00'00.0\"30'00.0\"22h40m00.00s20m00.00sPiney ane00m00.00sRA (J2000)(0.000050.00004/0.00003Flux (Jy/beam) 20°21'00.0Las ee eee10.00022ins7ms400s 48,005 42,005 36.005 30,005,1.00001'21h40m00.005 20m00.00sFigure 8. FRB 20190711A MeerKAT epoch I image and a zoom-in (insert) around the position of the FRB. The white ellipse on the bottom left corner of theinsert represent the beam size of MeerKAT.Eftekhari T., Berger E., Williams P. K. G., Blanchard P. K., 2018, ApJ, 860,73Evans P. A., et al., 2007, A&A, 469, 379Evans P. A., et al., 2009, MNRAS, 397, 1177Fong W.-f., et al., 2021, ApJ, 919, L23H.E.S.S. collaboration 2021, ApJ, 919, 106HI4PI Collaboration et al., 2016, A&A, 594, A116Heintz K. E., et al., 2020, ApJ, 903, 152Heywood I., 2020, oxkat: Semi-automated imaging of MeerKAT observa-tions (ascl:2009.003)Hickish J., et al., 2016, Journal of Astronomical Instrumentation, 5, 1641001Hilmarsson G. H., et al., 2021, ApJ, 908, L10Hu K., Baring M. G., Wadiasingh Z., Harding A. K., 2019, MNRAS, 486,3327-3349Insight-HXMT 2020, SGR J1935+2154 burst list, http: //hxmten. ihep.ac.cn/bfy/331. jhtmlJames C. W., et al., 2020, MNRAS, 495, 2416Jonas J., MeerKAT Team 2016, in MeerKAT Science: On the Pathway tothe SKA. p. 1Kashiyama K., Ioka K., Mészaros P., 2013, ApJ, 776, L39Kenyon J. S., Smirnov O. M., Grobler T. L., Perkins S. J., 2018, MNRAS,478, 2399Kumar P., et al., 2019, ApJ, 887, L30Kumar P., et al., 2021, MNRAS, 500, 2525Law C., Tendulkar S., Clarke T., Aggarwal K., Bethapudy S., 2021, TheAstronomer’s Telegram, 14526, 1LiC. K., et al., 2021, Nature Astronomy,Liu T., Romero G. E., Liu M.-L., Li A., 2016, ApJ, 826, 82Lorimer D. R., Bailes M., McLaughlin M. A., Narkevic D. J., Crawford F.,2007, Science, 318, 777Lyubarsky Y., 2014, MNRAS: Letters, 442, L9Macquart J. P., et al., 2020, Nature, 581, 391 MNRAS 000, I-15 (2021)Marcote B., et al., 2017, ApJ, 834, L8Marcote B., et al., 2020, Nature, 577, 190Marcote B., et al., 2021, The Astronomer’s Telegram, 14603, 1Margalit B., Berger E., Metzger B. D., 2019, ApJ, 886, 110Mauch T., et al., 2020, ApJ, 888, 61McMullin J. P., Waters B., Schiebel D., Young W., Golap K., 2007, inShaw R. A., Hill F., Bell D. J., eds, Astronomical Society of the PacificConference Series Vol. 376, Astronomical Data Analysis Software andSystems XVI. p. 127Mereghetti S., et al., 2020, ApJ, 898, L29Metzger B. D., Margalit B., Sironi L., 2019, MNRAS, 485, 4091Offringa A. R., et al., 2014, MNRAS, 444, 606Parsons R. D., Hinton J. A., 2014, Astroparticle Physics, 56, 26Petroff E., Hessels J. W. T., Lorimer D. R., 2021, arXiv e-prints, p.arXiv:2107.10113Platts E., Weltman A., Walters A., Tendulkar S. P., Gordin J. E. B., KandhaiS., 2019, Phys. Rep., 821, 1Popov S. B., Postnov K. A., 2013, arXiv e-prints, p. arXiv:1307.4924Popov S. B., Pshirkov M. S., 2016, MNRAS, 462, L16Popov S., Postnov K., Pshirkov M., 2018, International Journal of ModernPhysics D, 27, 1844016Prochaska J. X., et al., 2019, Science, 366, 231Ravi V., 2019, Nature Astronomy, 3, 928Resmi L., Vink J., Ishwara-Chandra C. H., 2020, arXiv e-prints, p.arXiv:2010.14334Ricci R., Piro L., Panessa F., O’Connor B., Lotti S., Bruni G., Zhang B.,2021, The Astronomer’s Telegram, 14549, |Ridnaia A., et al., 2021, Nature Astronomy, in pressRolke W. A., Lopez A. M., Conrad J., 2005, Nuclear Instruments and Meth-ods in Physics Research A, 551, 493Roming P. W. A., et al., 2005, Space Science Reviews, 120, 95-142Tavani M., et al., 2021, Nature Astronomy, 5, 401-407   \f14. Chibueze et al.               9 September 2019 epoch-79°00'00.0\"30'00.0\"-80°00'00.0\"Dec (J2000)30'00.0\"-81°00'00.0\"30'00.0\"22h40m00.00s 20m00.00s00m00.00sRA (J2000)40.0005(0.00004Cenc nee(0.00003Flux (Jy/beam)80°21'00.0\"ceca ee0.0000221nS7m54,005 48,005 42.005 36,005 30,0050.0000121h40m00.00s 20m00.00sFigure 9. FRB 20190711A MeerKAT epoch II image and a zoom-in (insert) around the position of the FRB. The white ellipse on the bottom left corner ofthe insert represent the beam size of MeerKAT.Tendulkar S. P., et al., 2017, ApJ, 834, L7Thornton D., et al., 2013, Science, 341, 53Totani T., 2013, PASJ, 65, L12Vieyro F. L., Romero G. E., Bosch-Ramon V., Marcote B., del Valle M. V.,2017, A&A, 602, A64Wharton R., et al., 2021, The Astronomer’s Telegram, 14529, |Yamasaki S., Totani T., Kiuchi K., 2018, PASJ, 70, 39Zhang B., 2018, ApJ, 854, L21de Naurois M., Rolland L., 2009, Astroparticle Physics, 32, 231APPENDIX A: AUTHOR AFFILIATIONSCentre for Space Research, North-West University, Potchefstroom2531, South Africa2Department of Physics and Astronomy, Faculty of Physical Sci-ences, University of Nigeria, Carver Building, 1 University Road,Nsukka 410001, Nigeria3Jodrell Bank Centre for Astrophysics, Department of Physics andAstronomy, University of Manchester, Manchester M13 9PL, UK4Sydney Institute for Astronomy, School of Physics, The Universityof Sydney, NSW 2006, Australia5Max-Planck-Institut fiir Radioastronomie, Auf dem Hiigel 69, D-53121 Bonn, GermanySIRFU, CEA, Université Paris-Saclay, F-91191 Gif-sur-Yvette,France7Department of Physics and Electronics, Rhodes University, POBox 94, Grahamstown 6140, South Africa8South African Radio Astronomy Observatory, Black River Park, 2Fir Street, Observatory, Cape Town 7925, South Africa° Astrophysics, Department of Physics, University of Oxford, KebleRoad, Oxford OX1 3RH, UK!0National University of Ireland Galway, University Road, Galway,H91 TK33, IrelandSKA Observatory, Jodrell Bank Observatory, Macclesfield,Cheshire SK11 9DL, UK!2Dublin Institute for Advanced Studies, 31 Fitzwilliam Place,Dublin 2, Ireland13Max-Planck-Institut fiir Kernphysik, P.O. Box 103980, D 69029Heidelberg, GermanyHigh Energy Astrophysics Laboratory, RAU, 123 Hovsep EminSt Yerevan 0051, ArmeniaISL andessternwarte, Universitit Heidelberg, Konigstuhl, D 69117Heidelberg, Germany16 Aix Marseille Université, CNRS/IN2P3, CPPM, Marseille,France'7_aboratoire Leprince-Ringuet, Ecole Polytechnique, CNRS, In-stitut Polytechnique de Paris, F-91128 Palaiseau, France'8University of Namibia, Department of Physics, Private Bag13301, Windhoek 10005, Namibia!Tnstytut Fizyki Jadrowej PAN, ul. Radzikowskiego 152, 31-342Krakéw, Poland20DESY, D-15738 Zeuthen, Germany21 School of Physics, University of the Witwatersrand, 1 Jan SmutsAvenue, Braamfontein, Johannesburg, 2050 South Africa22Université de Paris, CNRS, Astroparticule et Cosmologie, F-75013 Paris, France23 Department of Physics and Electrical Engineering, Linnaeus Uni-versity, 351 95 Vaxjo, Sweden241 aboratoire Univers et Théories, Observatoire de Paris, Univer-sité PSL, CNRS, Université de Paris, 92190 Meudon, FranceMNRAS 000, 1-15 (2021)\fMeerKAT, e-MERLIN, Swift and H.E.S.S., observations of three localised FRBs25 Sorbonne Université, Université Paris Diderot, Sorbonne ParisCité, CNRS/IN2P3, Laboratoire de Physique Nucléaire et de HautesEnergies,LPNHE, 4 Place Jussieu, F-75252 Paris, France26Université Savoie Mont Blanc, CNRS, Laboratoire d’Annecy dePhysique des Particules - IN2P3, 74000 Annecy, France27 Astronomical Observatory, The University of Warsaw, Al. Ujaz-dowskie 4, 00-478 Warsaw, Poland28Friedrich-Alexander-Universiti Erlangen-Niirnberg, ErlangenCentre for Astroparticle Physics, Erwin-Rommel-Str. 1, D 91058Erlangen, GermanyUniversity of Oxford, Department of Physics, Denys WilkinsonBuilding, Keble Road, Oxford OX1 3RH, UK3°Université Bordeaux, CNRS/IN2P3, Centre d’Etudes Nucléairesde Bordeaux Gradignan, 33175 Gradignan, France3Unstitut fiir Physik und Astronomie, Universitit Potsdam, Karl-Liebknecht-Strasse 24/25, D 14476 Potsdam, Germany32Qbserwatorium Astronomiczne, Uniwersytet Jagielloriski, ul.Orla 171, 30-244 Krakéw, Poland33Institute of Astronomy, Faculty of Physics, Astronomy and In-formatics, Nicolaus Copernicus University, Grudziadzka 5, 87-100Torun, Poland34Nicolaus Copernicus Astronomical Center, Polish Academy ofSciences, ul. Bartycka 18, 00-716 Warsaw, Poland35Institut fiir Astronomie und Astrophysik, Universitat Tiibingen,Sand 1, D 72076 Tiibingen, Germany36Institut fiir Physik, Humboldt-Universitaét zu Berlin, Newtonstr.15, D 12489 Berlin, Germany37Laboratoire Univers et Particules de Montpellier, UniversitéMontpellier, CNRS/IN2P3, CC 72, Place Eugéne Bataillon, F-34095 Montpellier Cedex 5, France38Institut fiir Astro- und Teilchenphysik, Leopold-Franzens-Universitat Innsbruck, A-6020 Innsbruck, Austria3° Department of Physics and Astronomy, The University of Leices-ter, University Road, Leicester, LE1 7RH, United Kingdom40GRAPPA, Anton Pannekoek Institute for Astronomy, Universityof Amsterdam, Science Park 904, 1098 XH Amsterdam, The Nether-lands41 School of Physical Sciences, University of Adelaide, Adelaide5005, Australia42Yerevan Physics Institute, 2 Alikhanian Brothers St., 375036Yerevan, Armenia43 Kavli Institute for the Physics and Mathematics of the Universe(WPI), The University of Tokyo Institutes for Advanced Study(UTIAS),The University of Tokyo, 5-1-5 Kashiwa-no-Ha, Kashiwa, Chiba,277-8583, Japan44Department of Physics, Konan University, 8-9-1 Okamoto, Hi-gashinada, Kobe, Hyogo 658-8501, Japan4SRIKEN, 2-1 Hirosawa, Wako, Saitama 351-0198, Japan   This paper has been typeset from a TeX/I4TpxX file prepared by the author.MNRAS 000, I-15 (2021)15\f"}
